{
  "version": "v1",
  "imageId": "087286d3-bd6d-48af-bd4e-d7544d89bd22",
  "trackName": "FRI(END)S",
  "artistName": "V",
  "lyrics": "ooh\n\nYou're in my head\nI had plans for the weekend\nBut wound up with you instead (ah)\nBack here again (woah)\nGot me deep in my feelings\nWhen I should be in your bed (oh)\n\nYou and I go back to like '09, it's like forever\nAnd you were there my lonely nights, yeah, keeping me together\nSo wouldn't it make sense if I was yours?\nAnd you could call me your baby?\nBut we say we're just, say we're just\n\nFriends, just for now\nYeah, but friends don't say words that\nMake friends feel like more than just\nFriends, just for now (just for now)\nNow I'm over pretending\nSo let's put the \"end\" in friends\n\nFriends are not supposed to get too close\nAnd feel emotions that we're feeling now, now, now\nWe ain't slowing down, down, down (yeah, yeah, yeah)\nBut once we cross the line, there's no denying\nYou and I can never turn around, round, round\nKnow we'll never be the same (ooh)\n\nYou and I go back to like '09, it's like forever\nAnd you were there my lonely nights, yeah, keeping me together\nSo wouldn't it make sense if I was yours?\nAnd you could call me your baby?\nBut we say we're just, say we're just\n\nFriends, just for now\nYeah, but friends don't say words that\nMake friends feel like more than just\nFriends, just for now\nNow I'm over pretending\nSo let's put the \"end\" in friends\n(Let's put the-, yeah, yeah, yeah, yeah)\n\nFriends, just for now (ooh)\nYeah, but friends don't say words that\nMake friends feel like more than just (let's put the-, yeah, yeah, yeah, yeah)\nFriends, just for now\nNow I'm over pretending (\"end\" in friends)\nSo let's put the \"end\" in friends\n\nooh\n(Ooh-ooh)",
  "imageDescription": "A young woman with long, flowing hair is sitting on a bed. She is looking down at her hands, which are clasped together in her lap. The woman is wearing a white dress, and her hair is loose and flowing around her shoulders. The background is a soft, muted color, and the only light comes from a small window.",
  "baseImageUrl": "https://replicate.delivery/pbxt/VWSjYQtTVlJuJpB1WpxfXVosTN1itATyCSOOevzLMsA5B6mSA/out-0.png"
}