{
  "version": "v1",
  "imageId": "090e993b-6ae4-420a-b30d-b65226e7041a",
  "trackName": "Somebody That I Used to Know",
  "artistName": "Gotye",
  "lyrics": "Now and then I think of when we were together\nLike when you said you felt so happy you could die\nTold myself that you were right for me\n\nBut felt so lonely in your company\nBut that was love, and it′s an ache I still remember\n\nYou can get addicted to a certain kind of sadness\nLike resignation to the end, always the end\nSo when we found that we could not make sense\nWell, you said that we would still be friends\nBut I'll admit that I was glad it was over\n\nBut you didn′t have to cut me off\nMake out like it never happened and that we were nothing\nAnd I don't even need your love\nBut you treat me like a stranger, and that feels so rough\nNo, you didn't have to stoop so low\nHave your friends collect your records and then change your number\nI guess that I don′t need that, though\nNow you′re just somebody that I used to know\n\nNow you're just somebody that I used to know\n\nNow you′re just somebody that I used to know\n\nNow and then I think of all the times you screwed me over\nBut had me believing it was always something that I'd done\n\nAnd I don′t wanna live that way\nReading into every word you say\nYou said that you could let it go\nAnd I wouldn't catch you hung up on somebody that you used to know\n\nBut you didn′t have to cut me off\nMake out like it never happened and that we were nothing (aah-ooh)\nAnd I don't even need your love (ooh)\nBut you treat me like a stranger, and that feels so rough (aah)\nNo, you didn't have to stoop so low (ooh)\nHave your friends collect your records and then change your number (aah)\nI guess that I don′t need that, though\nNow you′re just somebody that I used to know\n\nSomebody (I used to know)\nSomebody (now you're just somebody that I used to know)\nSomebody (I used to know)\nSomebody (now you′re just somebody that I used to know)\nI used to know\nThat I used to know\nI used to know\nSomebody",
  "imageDescription": "A shattered mirror, reflecting a fragmented image of two people standing back to back. The cracks in the mirror symbolize the broken relationship, while the separation between the figures represents the emotional distance. The fading colors and blurred edges evoke the sense of fading memories and the feeling of becoming strangers.",
  "baseImageUrl": "https://pbxt.replicate.delivery/MYsFXUqq32b5JNn3ngpeBCqAco6SXPkeqzVDSIuWZ0FKs3xRA/out-0.png"
}