{
  "version": "v1",
  "imageId": "0ed4ed5c-0a21-4f50-b145-2af5c68590b4",
  "trackName": "Taxi Cab",
  "artistName": "twenty one pilots",
  "lyrics": "I wanna fall inside your ghost\nAnd fill up every hole inside my mind\nAnd I want everyone to know\nThat I am half a soul divided\n\nSometimes we will die and sometimes we will fly away\nEither way you're by my side until my dying days\nAnd if I'm not there and I'm far away\nI said, don't be afraid\nI said, don't be afraid\nWe're going home\n\nI wanna strip myself of breath\nA breathless beast of death I've made for you\nA mortal writing piece of song\nWill help me carry on\nBut these you heard\n\nSometimes we will die and sometimes we will fly away\nEither way you're by my side until my dying days\nAnd if I'm not there and I'm far away\nI said, don't be afraid\nI said, don't be afraid\nWe're going home\n\nSo the hearse ran out of gas\nA passenger purse and grabbed a map\nAnd the driver inside it contrived a new route to save the past\nAnd checked his watch and grabbed a cab\nA beautifully planned taxi cab\nA cab, had it cleared out back\nAnd two men started to unpack\n\nDriving once again\nBut now this time there were three men\nAnd then I heard one of them say\nI know the night will turn to gray\nI know the stars will start to fade\nWhen all the darkness fades away\nWe had to steal him from his fate\nSo he could see another day\n\nThen I cracked open my box\nSomeone must have picked the lock\nA little light revealed the spot\nWhere my fingernails had fought\nThen I pushed it open more, \nPushing up against the door\nThen I sat up off the floor\nAnd found the breath I was searching for\n\nThen there were three men up front\nAll I saw were backs of heads\nAnd then I asked them am I alive and well or am I dreaming dead\nAnd then one turned around to say\nWe're driving toward the morning sun\nWhere all your blood is washed away\nAnd all you did will be undone\n\nI said, don't be afraid\nI said, don't be afraid",
  "imageDescription": "A black and white image of a hearse driving down a highway. The hearse is surrounded by a dark forest, and the only light comes from the headlights of the hearse. The hearse is drived by two vampires. Inside the hearse, a young woman sits on a bench seat. The woman is wearing a white dress, and her hair is pulled back into a ponytail. She looks scared and confused.",
  "baseImageUrl": "https://replicate.delivery/pbxt/fswUYFrfCPujKkZmaDmLm8kEEzx5rrQN2LsRjSj5gnf2uM5kA/out-0.png"
}