{
  "version": "v1",
  "imageId": "0fab093c-b1ba-43e3-a5d4-3e70668a9817",
  "trackName": "Phobia",
  "artistName": "Nothing But Thieves",
  "lyrics": "I love the night but not the stars\nThe fame suckers in their block-long cars\nI fucking hate the internet\nFive-star hotel and I don't feel well\nI lost a night or maybe two\nI think I'll cancel the honeymoon\nI fucking hate the internet\nFive-star hotel, I don't feel well\n\nAnd I could use some healing soon\nBefore I lose all feeling soon\n\nIt may be rage or may be hope\nI'm at the stage that I fear the most\nI wanna know your phobia\nGo on, press send, and we can make friends\nI crossed a line a life ago\nI might be dead but I just don't know\nI'm shutting down the internet\nBig shot hotel, I don't feel well\n\nAnd I could use some healing soon\nBefore I lose all feeling soon\n\nI get some pills but not some help\nFrom love junkies in their private hell\nI wanna know euphoria\nGreen light, red wine, and I don't feel fine\nI lost a life a line ago\nYou might be here but I just don't know\nThis used to be the internet\nFat cat hotel, I don't feel well\n\nAnd I could use some healing soon\nBefore I lose all feeling soon\n\nI get the rage so live in hope\nI'm on a stage and I just can't cope\nYou'll see this on the internet\nGo on, press like, and make my clicks spike\nI lost the plot or maybe two\nRemind me who the fuck are you?\nWhy don't we hit the minibar?\nFive-star hotel, I don't feel well\n\nAnd I could use some healing soon\nBefore I lose all feeling soon",
  "imageDescription": "The image is a shattered smartphone lying on the ground, with cracks spreading across the screen. The background is filled with pixelated stars and a neon sign flashing \"INTERNET\" in bold letters. A person, representing the singer, stands beside the phone, looking exhausted and defeated. The image captures the frustration and disconnection caused by the internet and technology overload, symbolizing the desire for healing and escape from this digital world.",
  "baseImageUrl": "https://replicate.delivery/pbxt/eVMPfW7YHvlOiE9uSv0MVXRXV1ZDscKYQrjhW43K1ljLP7GSA/out-0.png"
}