{
  "version": "v1",
  "imageId": "1060116e-255f-46f0-ae30-206de0b567ab",
  "trackName": "Can You Afford to Be An Ind…",
  "artistName": "Nothing But Thieves",
  "lyrics": "I couldn't be anything that I didn't wanna be\nIt's stubborn as hell or a problem with authority\n'Cause it won't mirror your image of masculinity\nOh did I disappoint ya?\nSorry to disappoint ya\n\nWhat will you do when the vultures come for you?\nWill you run and hide?\n\nAnd now we're breeding a feeling of animosity\nOur thoughts are tribal, go viral and now it's deafening\nOh how we're loving the comfort of pack mentality\nThe internet has teeth and\nIt eats and eats and eats ya\n\nSo are you scared of your introspection?\nWhy could that be?\nOh, maybe you object to what you find there\nAnd as you stare into your own reflection\nWhat do you see?\nYour black hole for a soul\n\nAnd as your stare into your reflection what do you see?\nYour black hole for a soul\n\nSo how's it being a prisoner of your own illusion?\nUp on a pedestal reveling in your own confusion\nI see you hide behind your alter or your constitution\nBut you can't live forever\nIn your own echo chamber\n\nAnd you're so scared of the people up in your fairyland\nBut how can you hate something you don't even understand?\nOh, you're a walking contradiction in a MAGA hat\nIt's where I wanna be\nGod bless the land of the free\n\nSo who are you to tell us where we do and don't belong?\nAnd who are you to tell us who to love and who to not?\nBecause your mother told ya you would win when you were young\nOh it's a boys wonderland, we know it now\n\nBut now the liberals aren't liberal, they're just as venomous\nAnd you can't have an opinion unless you're one of us\nNo second chances, you're branded, your kind are dangerous\nWe're bringing each other down\nWe're tearing each other down\n\nSo have I gotta kill myself to be original?\nAnd if I fucking hate you all am I a criminal?\nCan you afford to be an individual?\nCan you afford to be an individual?",
  "imageDescription": "The image is a mirror shattered into countless pieces, each reflecting a different face. In the center, a figure stands, surrounded by the fractured reflections, representing the complexities of identity and the pressure to conform. The shattered mirror symbolizes the division and animosity caused by societal expectations, while the figure's defiant stance represents the struggle to maintain individuality in a world that demands conformity.",
  "baseImageUrl": "https://replicate.delivery/pbxt/fyWXsCQr7etOHUMPdFa9tWP1dmua8r4sc8hQyaRRhVM7hv6RA/out-0.png"
}