{
  "version": "v1",
  "imageId": "141eb1ae-d296-47ca-9c3d-421dca3d8096",
  "trackName": "Fake Out",
  "artistName": "Fall Out Boy",
  "lyrics": "Take a knife and cut through the darkness, castle-temp red wine\nBut I make no plans and none can be broken, no plans and none can be broken\nRemember us just like this forever, but this can't last, won't last\nSo make no plans and none can be broken, no plans and none can be broken\n\nDo you laugh about me whenever I leave?\nOr do I just need more therapy?\n\nLove is in the air, I just gotta figure out a window to break out\nBuried alive inside my dreams, but it was all a fake-out\nAnd I don't care, I just gotta figure out a window to break out\nBuried alive inside my dreams, but it was all a fake-out, fake-out\n\nMy mood board is just pictures of you, but I'm not sad anymore\nSo make no plans and none can be broken, no plans and none can be broken\nBut I didn't take the love when I had the chance, but I swear I'm not sad anymore\nSo make no plans and none can be broken, no plans and none can be broken\n\nDo you laugh about me whenever I leave?\nOr do I still need more therapy?\n\nLove is in the air, I just gotta figure out a window to break out\nBuried alive inside my dreams, but it was all a fake-out\nAnd I don't care, I just gotta figure out a window to break out\nBuried alive inside my dreams, but it was all a fake-out, fake-out\n\nOh-oh, we all started out as shiny dimes\nBut we all got flipped too many times\nWe did it for futures that never came\nAnd for pasts that we're never gonna change\n\nLove is in the air, I just gotta figure out a window to break out\nBuried alive inside my dreams, but it was all a fake-out\nAnd I don't care, I just gotta figure out a window to break out\nBuried alive inside my dreams, but it was all a fake-out, fake-out",
  "imageDescription": "The image is a collage of cut-out pictures and words, representing a mood board. It features a knife cutting through a dark background, symbolizing breaking free from darkness. Red wine pours out of a castle, representing indulgence and escape. The collage also includes pictures of therapy, windows, and buried dreams, expressing the longing for freedom and the struggle to find it.",
  "baseImageUrl": "https://replicate.delivery/pbxt/JRKeemkKHDr11keNoAvJLGoRxnOt9AlHTRNf98fqakrl8IrPC/out-0.png"
}