{
  "version": "v1",
  "imageId": "167a8fae-e371-4379-8222-db46390cd23d",
  "trackName": "All By Myself",
  "artistName": "Alok",
  "lyrics": "I lost my own belief\nAlways something breaking me, was overcome\nWalking these lonely streets\nEven in good company, I want to run\n\nBut now I'm embracing the way I am\nI don't need nobody to hold my hand\n\nI'm doing it, doing it all by myself\nI'm moving it, moving it all by myself\nI'll be my own motivation\nI'll listen to nothing they're saying\nI'm loving me, loving me all by myself\n\nAll by myself\nAll by myself, myself\nAll by my\n\nThey turned the best of me into my insecurities\nThey shout so loud\nNo parties with fake friends\nI never wanna blend into the crowd\n\nNo more going places I don't belong\nThey're gonna say I'm selfish, but I'm just strong\n\nI'm doing it, doing it all by myself\nI'm moving it, moving it all by myself\nI'll be my own motivation\nI'll listen to nothing they're saying\nI'm loving me, loving me all by myself\n\nAll by myself \nAll by my-my-my\nAll by myself, myself\n\nNo more going places I don't belong\nYou can say I'm selfish, but I'm just strong\nAnd now I'm breaking free from what they wanted me to be\nAnd I'm me, finally, oh\n\nI'm doing it, doing it all by myself-self-self\nAll by myself-self-self-self\nI'll be my own motivation\nI'll listen to nothing they're saying\nI'm loving me, loving me all by myself\n\nAll by myself, myself\nAll by myself\nAll by my-my-my\nAll by myself, myself\nAll by myself",
  "imageDescription": "## Image Descriptions based on Lyrics: \n\nHere are some image descriptions based on the provided lyrics, focusing on visual elements that evoke the song's mood and message:\n\n**Song 1: Set Fire to the Rain**\n\n* **Option 1 (Based on existing description):** A single, tear-shaped raindrop ablaze with intense orange and yellow flames plummets from a churning, dark grey sky. Below, a vibrant red rose, its petals delicately unfurling, awaits the drop's fiery touch. The contrast between the fiery rain and delicate rose emphasizes the song's themes of passionate love and painful heartbreak.\n\n* **Option 2 (More Abstract):** A woman's silhouette stands against a backdrop of pouring rain, her arm outstretched towards the sky. Her hand is open, and a fiery glow emanates from it, as if she's catching the burning rain. Her expression is hidden, leaving her emotions up to interpretation – is it defiance, pain, or a desperate attempt to reclaim her power?\n\n\n**Song 2:  Dollhouse**\n\n* **Option 1 (Based on existing description):** A dilapidated Victorian dollhouse sits on a dusty attic floor, its paint chipped and faded. Inside, a family of porcelain dolls are frozen in place. Their painted smiles are wide and unnatural, their eyes hollow. Cracks spiderweb across the mother's face, and the father's hand is broken off.  A single window is illuminated, casting an eerie glow on the scene, hinting at the dark secrets hidden within.\n\n* **Option 2 (More Symbolic):** A young girl's eye peers through the window of a dollhouse, magnified and distorted by the plastic. Inside, the doll family is arranged impeccably, but their faces are blank and emotionless.  The girl's reflection overlaps with the scene, her own expression a mixture of curiosity and unsettling awareness of the facade the dollhouse represents. \n\n\n**Song 3: Payphone**\n\n* **Option 1 (Based on existing description):**  Raindrops streak down the grimy glass of a phone booth, blurring the bright city lights outside. Inside, a lone figure hunches over the phone, their features obscured by shadow and the downpour.  The image conveys a sense of isolation, loss, and the desperate attempt to reach someone who may be gone.\n\n* **Option 2 (More Symbolic):** A tattered twenty-dollar bill floats on the surface of a rain-filled gutter, reflecting the distorted image of a luxury car speeding away. The bill is partially submerged, representing the lost dreams and wasted potential of a relationship destroyed by material pursuits.\n\n\n**Song 4:  Cold As Ice**\n\n* **Option 1 (Based on existing description):**  A perfect, crystalline heart made of ice rests on a black surface.  Tiny cracks spread across its surface, and droplets of water slowly trickle down, freezing into delicate icicles. The stark contrast between the cold, hard ice and the melting vulnerability highlights the song's themes of emotional distance and a love turning cold.\n\n* **Option 2 (More Abstract):** Two hands reach towards each other, almost touching. One hand is warm-toned, bathed in golden light, while the other is a cool blue, surrounded by a frosty aura. The space between them is filled with a hazy, icy mist, representing the insurmountable barrier that has grown between the two people.\n\n\n**Song 5: Blood in the Water**\n\n* **Option 1 (Based on existing description):**  A once-pristine river now runs thick and red with blood, winding its way through a dense, primeval forest. The trees are dark and imposing, their branches twisted and gnarled. Above, storm clouds gather, casting an ominous red glow over the scene, reflecting the violence and impending chaos.\n\n* **Option 2 (More Symbolic):** A gilded birdcage lies shattered on the forest floor, its door hanging open.  Vivid red droplets stain the bars, and a single feather, stained the same crimson, rests amidst the wreckage.  The image symbolizes the destruction of innocence and the consequences of greed and oppression. \n",
  "baseImageUrl": "https://replicate.delivery/pbxt/JVwMhQJJU3qZO1ZDfGBfwk5Z2oEe6UeyjI28MqcssalDBMhLB/out-0.png"
}