{
  "version": "v1",
  "imageId": "2381183d-9876-4223-837b-919bd7a6e4a3",
  "trackName": "Todo Mundo Tá Tão Bem",
  "artistName": "Brino",
  "lyrics": "(Gabiro, hahaha)\n\nFirmeza total, mais um ano se passando\nGraças a Deus a gente 'tá com saúde aí, 'morô?\nMuita coletividade na quebrada, dinheiro no bolso\nSem miséria, e é nóis\nVamos brindar o dia de hoje\nQue o amanhã só pertence a Deus, a vida é loka\n\n[Verso 1]\n'Xô falá pro'cê\nNego eu to bem, e hoje eu quero que se foda\n'Tô' dando tchau pros bico e muita vara 'pras' cachorra\nVários, citando o meu nome eu chamo de investimento\nCarro, balada e mulher eu gasto e transo, e tô nem vendo\nÉ a revolta dos moleque, que hoje tá diferente\nDinheiro, muita puta, quilo de entorpecente\nVárias dela 'fica' brava quando vê nós com os placo\nPede pra pegar na mão quando eu tô em cima do palco\nE esses 'loke' não entende, e hoje nós já tá suave, ó\nJá gastou chinelo e hoje canta o pneu da nave, e eu\nDe cordão de elite, 18 quilates\nPõe no pulso, um Audemars\nMas já cansou de Breitling\nBombeta branco e vinho, não\nNós 'vai' de Lacoste\nOuvindo Cassiano, há\nOs 'gambé' se morde\nVê se não dá chilique, pode pá que nós tá forte\nCada qual na sua função, nós tá fazendo nossa parte\n\nVadia fica cega\nTá louca\nNós conta os placo\nHoje eu vou de Multistrada\nEu nem falo da GS\nSobe na espaço nave\nFamosa 4x4\nBorra a boca com batom\nEla me pagando um boque...\n\nMas nesse corre, mete a cara sabendo como é que é\nAlmejar poder e fama, grana e muita mulher\nEu busco sabedoria, eu quero me manter de pé\nSó gritando esse refrão quem é meus guerreiro de fé\n\n[Refrão]\nProgramado pra morrer nós é\nCerto é certo é crer no que der, e\nProgramado pra morrer nós é\nCerto é certo é crer no que der\n\n[Outro]\nEssa aqui eu fiz pra todo mundo 'tá' ligado?\nÉ pra banca essa aqui meus parceiro\nNós tá forte, tá ligado?\nToda má fase que tiver aí ó\nNós 'vai' passar por cima e de cabeça erguida, certo?\n'Tamo' junto família, nós é os verdadeiro (haha)",
  "imageDescription": "The image is a vibrant graffiti wall, filled with colorful words and phrases representing the lyrics of the song. It is a representation of the artist's mindset, with symbols of success, money, women, and power. The wall also features images of cars, watches, and bottles of champagne, representing luxury and extravagance. Overall, the image captures the energy and confidence of the song.",
  "baseImageUrl": "https://replicate.delivery/pbxt/eli2N8hUl7RsYiLEZ5k1HbW3LvkpPniASnen5zjRd7Wq9pESA/out-0.png"
}