{
  "version": "v1",
  "imageId": "2847728e-1c44-4d62-be04-a6c79ff8ab61",
  "trackName": "LIKE IT",
  "artistName": "Waterparks",
  "lyrics": "We're backstage in London today\nLook who stopped by\nIt's only Waterparks\nHow are you guys?\nIt's me-\n\nI don't tell you how to wake up and be a dumb bitch every day\nSo how about you stay out of my lane?\nNo, my whole freeway\nInstead of trying to explain how I should do my job\nOr speak my truth\nI wanna win a Grammy in a suit\nBut instead I'm in a straitjacket in my room\nHow the hell did I end up in hell right next to you?\nI can't tweet that I wanna kill myself\nBut if I put it in a song, that shit goes hard as hell\nSo what the fuck is up?\n\nYou deserve a couple bad hair days\nAnd I hope that your car's AC breaks\nI'd like it if you cracked your phone screen\nBut I'd like it even more if you called me\nYou deserve a couple bad hair days\nAnd I hope that your car's AC breaks\nI'd like it if you cracked your phone screen\nBut I'd like it even more if you called me\n\n'Cause I like it\n'Cause I like it\n'Cause I like it\n'Cause I like it\nYeah, I like it (woah)\n\nI feel cursed on tour with a big smile on\nDo I do this for a living or a death?\nIt's like, I wanna get away but I'm put in these situations\nWhere instead of being creative, I'm making business decisions\nLike me stopping — from fucking us over\nAnd if they're mad at this\nThen you can tell them that I wasn't sober\nBut I was\n\nYou deserve a couple bad hair days\nAnd I hope that your car's AC breaks (bitch)\nI'd like it if you cracked your phone screen\nBut I'd like it even more if you called me\nYou deserve a couple bad hair days\nAnd I hope that your car's AC breaks\nI'd like it if you cracked your phone screen\nBut I'd like it even more if you called me\n\n'Cause I like it\n'Cause I like it\n'Cause I like it\n'Cause I like it\nYeah, I like it (woah)\n'Cause I like it\n'Cause I like it\n'Cause I like it\n'Cause I like it\nYeah, I like it (woah)\n\nWe think about themes of the album\nWe think about themes of the tour that's upcoming\nWe think about new music that might be worked on\nWhat would you say is going to be the next colour of your hair?\nI'm gonna shave my fucking head",
  "imageDescription": "The image is a close-up of a broken phone screen, with cracks spreading across the surface. The screen is surrounded by strands of colorful, chaotic hair, symbolizing the protagonist's desire for their adversary to experience misfortune. The image captures the theme of frustration and revenge expressed in the song.",
  "baseImageUrl": "https://pbxt.replicate.delivery/Kp8xhpbgFAK8AVfFEc6xEGQ1OL3AmEXPzhk2k5IXiQ4f7iwRA/out-0.png"
}