{
  "version": "v1",
  "imageId": "2f8b20b8-3a97-46b8-9db3-b2c2b2ca5579",
  "trackName": "Cupid - Twin Ver.",
  "artistName": "Fifty Fifty",
  "lyrics": "La, la, la, la-la-la\nLa, la-la-la-la, la-la-la\n\n\nA hopeless romantic all my life\nSurrounded by couples all the time\nI guess I should take it as a sign\n(Oh, why? Oh, why? Oh, why? Oh, why?)\n\nI′m feeling lonely (lonely)\nOh, I wish I'd find a lover that could hold me (hold me)\nNow I′m crying in my room\nSo skeptical of love (say what you say, but I want it more)\nBut still I want it more, more, more\n\nI gave a second chance to Cupid\nBut now I'm left here feeling stupid (oh, oh-oh, oh-oh-oh)\nOh, the way he makes me feel that love isn't real\nCupid is so dumb (oh, oh, oh)\n\nI look for his arrows every day (ah)\nI guess he got lost or flew away (ah)\nWaiting around is a waste (waste)\nBeen counting the days since November\nIs loving as good as they say? (Ah, ah)\n\nNow I′m so lonely (lonely)\nOh, I wish I′d find a lover that could hold me (hold me)\nNow I'm crying in my room\nSo skeptical of love (say what you say, but I want it more)\nBut still I want it more, more, more\n\nI gave a second chance to Cupid\nBut now I′m left here feeling stupid (oh, oh-oh, oh-oh-oh)\nOh, the way he makes me feel that love isn't real\nCupid is so dumb (oh, oh, oh)\n\n(Oh-oh)\n(Oh, oh, oh-oh, oh-oh-oh-oh-oh)\n\nCupid is so dumb (oh, oh, oh)\n\nHopeless girl is seeking\nSomeone who will share this feeling\nI′m a fool\nA fool for love, a fool for love\n\nI gave a second chance to Cupid\nBut now I'm left here feeling stupid (oh, oh-oh, oh-oh-oh)\nOh, the way he makes me feel that love isn′t real\nCupid is so dumb (oh, oh, oh)\n\nI gave a second chance to Cupid (hopeless girl)\nBut now I'm left here feeling stupid (is seeking someone who will share this feeling)\nOh, the way he makes me feel that love isn't real (I′m a fool, a fool for love)\nCupid is so dumb (a fool for love) (oh, oh, oh)",
  "imageDescription": "An image of a broken heart-shaped arrow lying on the ground, surrounded by wilted roses and tear stains. The arrow represents Cupid's failed attempts at love, while the wilted roses symbolize unrequited love. The image captures the feeling of disappointment and skepticism towards love conveyed in the song.",
  "baseImageUrl": "https://pbxt.replicate.delivery/OBr73BGK1jpWE9PCAbkqSh5bnqkW1iPZP4bLH43xg9Ef5S4IA/out-0.png"
}