{
  "version": "v1",
  "imageId": "3d83cf17-bab9-42b3-9d3d-2954bb68147f",
  "trackName": "Drop for Every Hour",
  "artistName": "Amigo The Devil",
  "lyrics": "I hit him hard and made it known he wasn't gonna make it home\nNo matter how much he might disagree\nI suddenly I saw it in his eyes when it clicked\nThe last thing he was gonna see was me\n\nAnd fear is such a funny thing\nWe wear it like a diamond ring\nWith promises we never plan to keep\nI swear that if you let me go and so and so but tears are only water\nAnd water is cheap\n\nMirror mirror on the counter, covered in fine white powder\nWhat the hell is fair at all?\n\nSo I'll take a drop for every hour shе'll never dance\nHidе a piece in every city she'll never see\nI know that this won't make it better\nBut I don't want to live without her\nSo the last drop, the last drop is for me\n\nI never thought there'd be a day I didn't get to hold my daughter\nTerrified knowing that I'd never come to terms with this at all\nI never knew how much a man could hate until I read that letter\nAnd like you said, none of us are saints, if I recall\n\nI never knew how patient I could be until I watched you bleed\nThere's nothing I can take from you that means what she did to me\nEvery word from your fucking mouth\nIs like bringing wood to a burning house\nAnd we'll be here all night 'til ashes are all we breathe\n\nSo I'll take a drop for every hour she'll never dance\nI'll hide a piece in every city she'll never see\nI know that this won't bring her back\nAnd I'll never find relief\nSo the last drop\nOh, the last drop\nThe last drop is for me",
  "imageDescription": "Image: A shattered mirror with drops of water falling from it, reflecting a broken and distorted image of a man and a young girl. The mirror is surrounded by flames, symbolizing the burning pain and anger. Each drop of water represents a lost moment, a lost opportunity, and a lost connection. The image captures the raw emotions and the destructive aftermath of the song.",
  "baseImageUrl": "https://replicate.delivery/pbxt/bOvl1z3ie4RTG6BtBNlihMx6C7uyHhjNfRjQpzNTLOPPKuejA/out-0.png"
}