{
  "version": "v1",
  "imageId": "3f8b8ecf-401c-4827-a81e-731b0c33c5c8",
  "trackName": "3D (feat. Jack Harlow)",
  "artistName": "Jung Kook",
  "lyrics": "One, two, 3D\n\nI can't touch you through the phone\nOr kiss you through the universe\nIn another time zone\nIt's the only time I can't reverse\nBut when there's two dimensions\nThere's only one I'm missin'\nAnd if you feel alone\nYou don't have to feel that no more\n\nI just wanna see you like that\nSee you like that, uh-uh\n\nSo if you're ready (so if you're ready)\nAnd if you'll let me (and if you'll let me)\nI wanna see it in motion, in 3D (uh-uh)\nYou won't regret me (you won't regret me)\nChampagne confetti (champagnе confetti)\nI wanna see it in motion, in 3D\n\n'Cause you know how I like it, girl (girl)\n3D (woo)\nYou know how I likе it, girl (girl)\n3D (woo)\n\nBody to body to body to body to body\nYou and me, baby, you know that we got it\nSo don't go gettin' me started\n'Cause you know I get hot-hearted\nBaby, oh, baby, oh, baby, you makin' me crazy\nRain, rain, rain, you can't fake it\nYou give me brand-new emotion\nYou got me drinkin' that potion\n\nI just wanna see you like that\nSee you like that, uh-uh\n\nSo if you're ready (so if you're ready)\nAnd if you'll let me (and if you'll let me)\nI wanna see it in motion, in 3D (hey, show me, girl, now, uh-uh)\nYou won't regret me (you won't regret me)\nChampagne confetti (champagne confetti, hey)\nI wanna see it in motion, in 3D (come on, come on, come on)\n\n'Cause you know how I like it, girl (you know how I like it)\n3D (hey)\nYou know how I like it, girl (you know how I like it)\n3D (woo)\n'Cause you know how I like it, girl (ooh, you know how I like it)\n3D (woo)\nYou know how I like it, girl (girl)\n3D (woo)\n\nI'm on my Jung Kook, take a chick off one look\nAnd when they get took, they don't ever get untook (woo)\nWhen I seen that body, you would think it was a dead body\nThe way I told my boys, \"Come look\"\nI used to take girls up to Stony Brook\nAnd steal they hearts like some crook, true story\nNow when I hold somebody's hand, it's a new story\nAll my ABGs get cute for me\n\nI had one girl (one girl), too boring\nTwo girls (two girls), that was cool for me\nThree girls, damn, dude's horny\nFour girls, okay, now you whorin'\n(Hey, hey, hey, hey) I'm loose\nI done put these shrooms to good use\nI done put my city on my back\nAnd the world know my name, I'm the truth\n\nSo if you're ready\nAnd if you'll let me\nI wanna see it in motion, in 3D (ooh)\nYou won't regret me (won't regret me)\nChampagne confetti (champagne confetti)\nI wanna see it in motion, in 3D (show it to me, girl, now, why?)\n\n'Cause you know how I like it, girl (How do you like it? Right)\n3D (woo)\nYou know how I like it, girl (alright, alright)\n3D (woo, woo)\n'Cause you know how I like it, girl (ooh, you know how I like it, Spy Kids)\n3D (alright)\nYou know how I like it, girl (girl)\n3D (woo)\n\nI got you playin' with yourself on camera\nYou my bae, just like Tampa\nSpeakin' of bucks, I got those\nAnd as for fucks, well, not those\nAnd as for thots, well, do you really wanna know? I thought so\nI'll fly you from Korea to Kentucky\nAnd you ain't gotta guarantee me nothin', I just wanna see if I get lucky\nI just wanna meet you in the physical and see if you would touch me",
  "imageDescription": "A 3D model of two people embracing, with their bodies and faces intricately intertwined. The model is made of clear glass, allowing the viewer to see through to the other side. The background is a swirling vortex of colors, representing the two people's emotions and desires coming together.",
  "baseImageUrl": "https://replicate.delivery/pbxt/lZlSaYsxkD57IlK7LGZeueLY9v7Qe4Rax6EzDemPoe4NmcXRC/out-0.png"
}