{
  "version": "v1",
  "imageId": "48f3cb48-4feb-4445-890e-a402a4b7f1cb",
  "trackName": "TOO MUCH",
  "artistName": "The Kid LAROI",
  "lyrics": "Uh, if we had the chance and the time to spend\nWould you do it again? Would you do it again?\nWas it too much? Uh, yeah (too much)\n\nWas it too much? Ayy, uh (too much)\nNow you′re callin' your friends ′cause I'm gone again\nWhen I'm back around, would you do it again?\nWas it too much? Uh, ayy (too much)\nWas it too much? Uh, ayy (too much)\n\nSo tell me what got in the way\nAnd how I thought it was good that it changed\nAnd I′m sayin′ I'm sorry again\nOh, I could never get out of my way\nHit the store and your wardrobe′s replaced\nAnd still all that you do is complain\nYou keep on throwin' it back in my face\nAnd now you′re tellin' me I need some space\n\nSo I′m layin' in my bed tripped off the shrooms now\nI'll be dead before I′m without you now\nRealizin′ I'm addicted to you now\nCome right here, baby, relax and cool down (let′s go)\nWhat you sayin'? Hit me back, what′s the move now? (Ooh)\nIn my brain, no one else, it's just you now (yeah)\nLet me love you the way that I do now\nI never knew how\n\nIf we had the chance and the time to spend\nWould you do it again? Would you do it again?\nWas it too much? Uh, yeah (too much)\nWas it too much? Ayy, uh (too much)\nNow you′re callin' your friends 'cause I′m gone again\nWhen I′m back around, would you do it again?\nWas it too much? Uh, ayy (too much)\nWas it too much? Uh, ayy (too much)\nWas it too much?\n\nAm I doin' too much?\nDo you understand my slang and get my sense of humor?\nWhen your girlfriends told you I been fuckin′ 'round\nWould you believe me if I told you that they′re lyin' and that′s just a rumor?\nSend you my personal driver, man, this ain't just an Uber\nYou know it's serious when you stay at mine and bring a toothbrush\nExtra panties in your bag and some makeup removers\n\nYou know I′m hardly on my own ′cause I stay with a shooter\nShe call me daddy, she got issues, I am not her father\nHop off the boat, into the jet, leave the yacht at the harbor\nShe injectin' with Ozempic, tryna stop her hunger\nHuh, I wanked before you came so I can fuck you longer\nS650, chauffeur driven, just type your address in\nPack your bags and we can board the next flight, we can check in\nMake sure you check that you ain′t forgot your anti-depressants\nBefore I fly you out again and you make me regret it (ooh)\n\nUh, it's that time, pour it up, let′s take one into the head\nTop down, almost crashed 'cause I′m lookin' at your text\nBack and forth, and you mad about shit I never said\nDouble text, no reply, but I'm knowin′ that you read it\nWhat you sayin′? Hit me back, what's the move now? (Ooh)\nIn my brain, no one else, it′s just you now (yeah)\nLet me love you the way that I do now\nI never knew how\n\nIf we had the chance and the time to spend\nWould you do it again? Would you do it again?\nWas it too much? Uh, yeah (too much, ooh)\nWas it too much? Ayy, uh (too much)\nNow you're callin′ your friends 'cause I′m gone again\nWhen I'm back around, would you do it again? (Would you do it again?)\nWas it too much? Uh, ayy (too much)\nWas it too much? Uh, ayy (tell me, was it too much?)\nWas it too much?\n\nWas it too much? (Ooh)\nWas it too much? (Ooh)\nWas it too much?",
  "imageDescription": "A simple image that represents the song is a broken heart made up of puzzle pieces. Each piece represents a different aspect of the relationship and the challenges faced. The broken heart symbolizes the pain and difficulty experienced, while the puzzle pieces convey the complexity and intricacy of the situation. Overall, the image captures the theme of the song, which explores the question of whether the relationship was too much to handle.",
  "baseImageUrl": "https://pbxt.replicate.delivery/B2pSrwC02fSe5EE1D3ntnffKo5n64lExsrZytB3QAAdeccROC/out-0.png"
}