{
  "version": "v1",
  "imageId": "4be8b8e1-9aab-4488-9aca-ba674af0c257",
  "trackName": "Beautiful Mistakes (feat. Megan Thee S…",
  "artistName": "Maroon 5",
  "lyrics": "It's beautiful, it's bittersweet\nYou're like a broken home to me\nI take a shot of memories and black out like an empty street\nI fill my days with the way you walk and fill my nights with broken dreams\nI make up lies inside my head\nLike, \"One day, you'll come back to me\"\n\nNow I'm not holding on, not holding on\nI'm just depressed that you're gone\nNot holding on, not holding on\n\nBeautiful mistakes I make inside my head\nShe's naked in my bed\nAnd now we lie awake, making beautiful mistakes\nI wouldn't take 'em back\nI'm in love with the past\nAnd now we lie awake, making beautiful mistakes\n\nNah-nah-nah (in my head)\nNah-nah-nah (in my bed)\nNah-nah-nah (ayy)\nMaking beautiful mistakes\n\nIt's pitiful, I can't believe how every day gets worse for me\nI take a break, I cut you off to keep myself from looking soft\nI fill my nights with the way you was and still wake up with broken dreams\nI make these lies inside my head\nFeel like they're my reality\n\nNow I'm not holding on, not holding on\nI'm just depressed that you're gone\nNot holding on, not holding on\n\nBeautiful mistakes I make inside my head\nShe's naked in my bed\nAnd now we lie awake, making beautiful mistakes\nI wouldn't take 'em back\nI'm in love with the past\nAnd now we lie awake, making beautiful mistakes\n\nNah-nah-nah (in my head)\nNah-nah-nah (in my bed)\nNah-nah-nah (ayy-ayy)\nMaking beautiful mistakes\n\nYou did me wrong 'cause I let you\nUsually, I like my situations beneficial\nDoing something different, got me looking stupid (damn)\nThe only way I'm coming back to you is if you dream it, lucid (hmm)\nProve it, if you made a promise then keep it (keep it)\nWhy you wanna lie and then get mad? I don't believe it (boy, bye)\nBut really, I was doing just fine without ya\nLooking fine, sipping wine, dancing on club couches (ah)\nBaby, why you wanna lose me like you don't need me? (Like you don't need me)\nLike I don't block you and you still try to reach me (still try to reach me)\nHow you figure out how to call me from the TV? (Huh?)\nYou running outta chances and this time I mean it (ah)\n\nYeah, bet you miss my love, all in your bed (bed)\nNow you're stressing out, pulling your hair (hair)\nSmelling your pillows and wishing I was there (I was there)\nSliding down the shower wall, looking sad (sad)\nI know it's hard to let go, I'm the best (I'm the best)\nBest you ever had and best you gon' get (gon' get)\nAnd if we break up, I don't wanna be friends (be friends)\nYou're toxic\n\nBeautiful mistakes I make inside my head\nShe's naked in my bed\nAnd now we lie awake, making beautiful mistakes\nI wouldn't take 'em back\nI'm in love with the past\nAnd now we lie awake, making beautiful mistakes\n\nNah-nah-nah (in my head)\nNah-nah-nah (in my bed)\nNah-nah-nah (yeah, yeah, oh-oh)\nMaking beautiful mistakes\n\nNah-nah-nah (in my head)\nNah-nah-nah (in my bed)\nNah-nah-nah (ayy, beautiful)\nMaking beautiful mistakes\n\nNah-nah-nah\nNah-nah-nah (ooh)\nNah-nah-nah",
  "imageDescription": "In my mind's eye, I see a broken home, shattered into pieces. Inside, there is a bed where a figure lays, representing the singer's past lover. The room is filled with memories, symbolized by photographs floating in the air. The walls are painted with vibrant colors, representing the beauty of the mistakes made. It's a visual representation of the bittersweet and tumultuous emotions portrayed in the song.",
  "baseImageUrl": "https://replicate.delivery/pbxt/DxFhHIMUdvLHOlRvJPKxaSJDRkkefqRH0VQCaQQXXGnMTv8RA/out-0.png"
}