{
  "version": "v1",
  "imageId": "501927c8-26d6-4bdf-8df6-ce451e00dd94",
  "trackName": "Follow You",
  "artistName": "Imagine Dragons",
  "lyrics": "[Verse 1]\nYou know I got your number, number all night\nI'm always on your team, I got your back, alright\nTaking those, taking those losses if he treats you right\nI wanna put you into the spotlight\n\n[Pre-Chorus]\nIf the world would only know what you've been holding back\nHeart attacks every night\nOh, you know it's not right\n\n[Chorus]\nI will follow you way down wherever you may go\nI'll follow you way down to your deepest low\nI'll always be around wherever life takes you\nYou know I'll follow you\n\n[Verse 2]\nCall you up, you've been crying, crying all night\nYou're only disappointed in yourself, alright\nTaking those, taking those losses if it treats you right\nI wanna take you into the sunlight\n\n[Pre-Chorus]\nIf the world would only know what you've been holding back\nHeart attacks every night\nOh, you know it's not right\n\n[Chorus]\nI will follow you way down wherever you may go\nI'll follow you way down to your deepеst low\nI'll always be around wherevеr life takes you\nYou know I'll follow you\n\n[Post-Chorus]\nLa-da-da-da-da-da, la-da-da-da-da-da\nLa-da-da-da-da-da, you know I'll follow you\nLa-da-da-da-da-da, wherever life takes you\nYou know I'll follow you\n\n[Bridge]\nYou're not the type to give yourself enough love\nShe live her life, hand in a tight glove\nI wish that I could fix it, I could fix it for you\nBut instead I'll be right here comin' through\n(Right here coming through)\n\n[Chorus]\nI will follow you way down wherever you may go (I'll follow you)\nI'll follow you way down to your deepest low\nI'll always be around wherever life takes you (I'll follow you)\nYou know I'll follow you\n\n[Post-Chorus]\nLa-da-da-da-da-da, la-da-da-da-da-da\nLa-da-da-da-da-da, you know I'll follow you\nLa-da-da-da-da-da, wherever life takes you\nYou know I'll follow you",
  "imageDescription": "An image of a person walking through a dark tunnel with a faint light at the end. The person is reaching out towards the light, symbolizing their desire to follow someone through their struggles and be there for them no matter what. The tunnel represents the challenges and hardships they may face, while the light represents hope and support.",
  "baseImageUrl": "https://pbxt.replicate.delivery/kC1V5SU78QJqKNIdfMdLJ0oqvI5mf5uow5jHiKF6VR1iHMuRA/out-0.png"
}