{
  "version": "v1",
  "imageId": "51f83111-f0f1-4d5a-9472-39f0d5ba8571",
  "trackName": "Bad News",
  "artistName": "Kiss of Life",
  "lyrics": "How do I look? The fairest in the room\nDon't care what people say, I be makin' moves like, \"Ooh\"\nI make you feel like head above the clouds, feel no gravity\n'Cause baby, I ain't gotta try feel no diggity\n\nWalk in the room, lookin' at you, they be like, \"Oh, God\"\nSlidin' in smooth, makin a move, I be like, \"Oh, yeah\"\nI'm your wannabe, bet you wanna be like me\nUh-oh, can't you see? Can't you see?\n\nWant it', want it', want it', want it'\nSomething's comin', comin', comin' (ah)\nSiren, siren, siren, siren, siren\nOn and on and on (and)\n\nBad news, girls be comin' so loud\nMy attitude, don't care what people say now\nFrom the east side to the west side\nOh, I, ain't no stoppin' us\n\nBad news, we be comin' so hot\nWe got the moves, go and tell 'em world wide\nCheck my profile on the website (hey)\nOh, I, yeah I made you look\n\nyeah\nMy girls be hot, we make it drop\nDon't let it stop, comin' on top\nDon't think we're not, just 'cause you shocked \nThe way we walk just make you nod\nNod your head and follow me now\n'Cause I'ma be the leader\nMakin' all the rules, yeah\nFeelin' like a queen now\n\nNo matter if you think we just not right\nAll we care about is us and we got pride\nConfident and I do I, careless even if you try\nThe way you look at us, I know you think were super fly\n\nWant it', want it', want it', want it'\nSomething's comin', comin', comin' (ah)\nSiren, siren, siren, siren, siren\nOn and on and on and\n\nBad news, girls be comin' so loud\nMy attitude, don't care what people say now\nFrom the east side to the west side\nOh, I, ain't no stoppin' us\n\nBad news, we be comin' so hot\nWe got the moves, go and tell 'em world wide\nCheck my profile on the website (hey)\nOh, I, yeah I made you look\n\nTo the left, to the right, we just go (whoo)\nYou know what? I'm the one, never doubt (whoo)\nWe just right, back it up, make a move (whoo)\nOh, I, yeah, I made you look\n\nBad news, girls be comin' so loud\nWe know the truth, but you'll be getting fooled now (shh)\nFrom the east side to the west side\nOh, I, ain't no stoppin' us\n\nBad news, we be comin' so hot\nWe got the moves, go and tell 'em world wide\nCheck my profile on the website (website)\nOh, I, yeah, I made you look",
  "imageDescription": "A photo of a neon sign that says \"BAD NEWS\". The sign is pink and blue, and it has a lightning bolt through the middle. The background is black.",
  "baseImageUrl": "https://replicate.delivery/pbxt/8XlHRsEfnTxzQ6H4AwaCTOONAVQDwNwesOvvSHFhcazmKhaSA/out-0.png"
}