{
  "version": "v1",
  "imageId": "52d558bc-780d-4726-a168-1bdcf8c4953e",
  "trackName": "STRANGER THINGS",
  "artistName": "Chase Atlantic",
  "lyrics": "Yeah\nProbably shouldn′t call, it's the worst time\nI′ve been up for days, and my brain's fried, yeah\n\nDon't mistake me for a wise guy\nBut if I bought the drugs, then they′re all mine, no\nI can′t believe what they've done to me, yeah\nShe′s on her knees, shit, I'm kinda freaked out\nIt′s three degrees, I can barely breathe, yeah\nIt's getting weird now\n\nBut stranger things have happened in the nighttime\nThe way that things are going, shit, I might die (yeah)\nAnd these chemicals around me got me sky-high\nOh yeah, oh yeah, oh yeah\nBut stranger things have happened in the nighttime (woo)\nOh yeah, oh yeah\nOh yeah, oh yeah\n\nLying on the floor with a nosebleed\nGirl, just take it easy, maybe don′t breathe\nI've been fuckin' wired, yeah, I′m so deep\nEveryone around me gettin′ no sleep, but\nI take it all, yeah, I take it all\nThis Adderall, bouncin' wall to wall, yeah\nIt′s not my fault that she's this involved\nIt′s getting weird now\n\nBut stranger things have happened in the nighttime (Woo)\nThe way that things are going, shit, I might die (Yeah)\nAnd these chemicals around me got me sky-high\nOh yeah, oh yeah, oh yeah\nBut stranger things have happened in the nighttime\n\nBut stranger things have happened in the nighttime\nThe way that things are going, shit, I might die (Yeah)\nAnd these chemicals around me got me sky-high\nOh yeah, oh yeah, oh yeah\nBut stranger things have happened in the nighttime",
  "imageDescription": "A dimly lit room with a person lying on the floor, their face covered in blood from a nosebleed. Pill bottles and scattered pills are scattered around them, as if they've been taking drugs to stay awake. The room is hazy, symbolizing the narrator's altered state of mind.",
  "baseImageUrl": "https://replicate.delivery/pbxt/MKhwQpPXzvLCHF8x3L4C8PFWdDItqdYq9ndMnXUsUbYeAG6IA/out-0.png"
}