{
  "version": "v1",
  "imageId": "5309bcf4-ae71-4375-bbd3-76b1379253e8",
  "trackName": "Next",
  "artistName": "Shaker",
  "lyrics": "Cobra\n\nDon't get no sleep in the night but I'm living\nYou thought you shut me down, baby\nI used to need all your love now I'm all changed\nOh, no\nI'm on the molly got me feeling crazy\n\nI've been, had to move on\nI fell out of love I had to move on\nNow all these drugs they're hitting too strong\nThey made up my mind, made me move on, move on\n\nNow I know I got my game on lock\nI don't want to, but I'll sail on top\nMoney coming 'til the day I die\nAll these bitches wanna get on top\nI got all these diamonds right on my neck\nI'm too busy counting all these checks\nI'm in the Bentley, but you won't catch me flex\nI'm with your bitch, and she be giving me neck\n\nOh, oh, oh\nI used to need all your love now it's all changed, oh, no\nI'm on the molly got me feeling crazy\n\nDon't need no love, your love ain't doing me no good\nAin't doing me no good\nYes, I'm alone, your love ain't doing me no good\n(Ain't doing me no-)\n\nI've been, had to move on\nI fell out of love I had to move on\nNow all these drugs they're hitting too strong (too strong)\nThey made up my mind, made me move on, move on\n\nNow I know I got my game on lock\nI don't want to, but I'll sail on top\nMoney coming till the day I die\nAll these bitches wanna get on top\nI got all these diamonds right on my neck\nI'm too busy counting all these checks\nI'm in the Bentley, but you won't catch me flex\nI'm with your bitch, and she be giving me neck\n\nOh, oh, oh\nOh, oh, oh",
  "imageDescription": "A simple image that represents the song \"Cobra\" is a neon-lit cityscape at night, with skyscrapers towering above. The image captures the feeling of a vibrant and energetic nightlife, reflecting the lyrics about not getting any sleep and feeling crazy on drugs. The neon lights symbolize the allure and excitement of the fast-paced lifestyle portrayed in the song.",
  "baseImageUrl": "https://pbxt.replicate.delivery/27zgIGLTFNJ4EplDktu7i4duqX3vr1FXbgDUWvgqdskr6NcE/out-0.png"
}