{
  "version": "v1",
  "imageId": "5b76cb2e-8506-4d61-bb24-da0eac6aa10d",
  "trackName": "Avôhai",
  "artistName": "Zé Ramalho",
  "lyrics": "Um velho cruza a soleira\nDe botas longas, de barbas longas\nDe ouro o brilho do seu colar\nNa laje fria onde coarava\nSua camisa e seu alforje de caçador\n\nO meu velho e invisível\nAvôhai\nO meu velho e indivisível\nAvôhai\n\nNeblina turva e brilhante\nEm meu cérebro, coágulos de sol\nAmanita matutina\nE que transparente cortina ao meu redor\n\nSe eu disser que é mei' sabido\nVocê diz que é mei' pior\nMas e pior do que planeta\nQuando perde o girassol\n\nÉ o terço de brilhante\nNos dedos de minha avó\nE nunca mais eu tive medo da porteira\nNem também da companheira que nunca dormia só\n\nAvôhai\n\nAvôhai\n\nAvôhai\n\nO brejo cruza a poeira de fato existe\nUm tom mais leve na palidez desse pessoal\nPares de olhos tão profundos\nQue amargam as pessoas que fitar\n\nMas que bebem sua vida, sua alma\nNa altura que mandar\nSão os olhos, são as asas\nCabelos de avôhai\n\nNa pedra de turmalina\nE no terreiro da usina eu me criei\nVoava de madrugada\nE na cratera condenada eu me calei\nE se eu calei foi de tristeza, você cala por calar\nMas e calado vai ficando, só fala quando eu mandar\n\nRebuscando a consciência com medo de viajar\nAté o meio da cabeça do cometa\nGirando na carrapeta no jogo de improvisar\nEntrecortando, eu sigo dentro a linha reta\nEu tenho a palavra certa pra doutor não reclamar\n\nAvôhai\n\nAvôhai\n\nAvôhai\n\nAvôhai",
  "imageDescription": "A wizened man with long beard and boots, adorned with a golden necklace, stands on a sun-drenched, dusty plain. His eyes, deep and piercing, reflect the vastness of the sky above. A swirling, colorful nebula forms above his head, symbolizing the memories and wisdom he carries. Surrounding him are ethereal figures, their features blurred, representing ancestors and spirits. The style is a blend of magical realism and vibrant, dreamlike imagery.",
  "baseImageUrl": "https://replicate.delivery/pbxt/WoPJYCkar1pQCxM8xbDkmYWzOxr88muMKCAhXHQaGUwApTuE/out-0.png"
}