{
  "version": "v1",
  "imageId": "66fdfeb8-f474-4cca-a454-dc6211133a61",
  "trackName": "Take Me Back to Eden",
  "artistName": "Sleep Token",
  "lyrics": "I dream in phosphorescence\nBleed through spaces\nSee you drifting past the fog\nBut no one told you where to go\n\nWe dive through crystal waters, perfect oceans\nBut no one told me not to breathe\nAnd now the weightlessness recedes\n\nMy, my, those eyes like fire\nI'm a winged insect, you're a funeral pyre\nCome now, bite through these wires\nI'm a waking hell and the gods grow tired\nReset my patient violence along both lines of a pathway higher\nGrow back your sharpest teeth, you know my desire\n\nI will travel far beyond the path of reason\nTake me back to Eden, take me back to Eden\nTake me back to Eden\n\nWell yeah, I spit blood when I wake up\nSink porcelain stained, choking up brain matter and makeup\nJust two days since the mainframe went down and I'm still messed up\nRoom feels like a meat freezer, I dangle in it like cold cuts\nMissed calls, answered phones from people I just don't trust\nMirror talk, fake love\nBut I'll take a pound of your flesh\nBefore you take a piece of my paystub\nWhite roses, black doves, Godmother, rise up\nI need you to see me for what I have become\n\nMy, my, those eyes like fire\nI'm a winged insect, you're a funeral pyre\nCome now, bite through these wires\nI'm a waking hell and the gods grow tired\nReset my patient violence along both lines of a pathway higher\nGrow back your sharpest teeth, you know my desire\n\nI guess it goes to show, does it not?\nThat we've no idea what we've got until we lose it\nAnd no amount of love will keep it around\nIf we don't choose it\nAnd I don't know what's got its teeth in me\nBut I'm about to bite back in anger\nNo amount of self-sought fury\nWill bring back the glory of innocence\n\nMy, my, those eyes like fire\nI'm a winged insect, you're a funeral pyre\nCome now, bite through these wires\nI'm a waking hell and the gods grow tired\nReset my patient violence along both lines of a pathway higher\nGrow back your sharpest teeth, you know my desire\n\nI have traveled far beyond the path of reason\nTake me back to Eden\nTake me back to Eden",
  "imageDescription": "A winged insect drawn to a blazing funeral pyre, engulfed in flames. Porcelain shards and blood stains on a cold, sterile floor, contrasting with vibrant white roses and black doves. A deity with fiery eyes, a halo askew, radiating a conflicting aura of power and vulnerability. Dark, ethereal, and surreal.",
  "baseImageUrl": "https://replicate.delivery/pbxt/BQLkxLARqLYZN1BGNqzqpf5NiyluARDv4KSZw7CfFf0auVzlA/out-0.png"
}