{
  "version": "v1",
  "imageId": "6b4b612d-a713-48df-b58a-e6fe203a4518",
  "trackName": "Enemy - from the series Arcane…",
  "artistName": "Imagine Dragons",
  "lyrics": "Look out for yourself\n\nI wake up to the sounds of the silence that allows\n\nFor my mind to run around with my ear up to the ground\nI′m searching to behold the stories that are told\nWhen my back is to the world that was smiling when I turned\n\nTell you, you're the greatest\nBut once you turn, they hate us\n\nOh, the misery\nEverybody wants to be my enemy\nSpare the sympathy\nEverybody wants to be my enemy\n(Look out for yourself)\nMy enemy\n(Look out for yourself)\nBut I′m ready\n\nYour words up on the wall as you're praying for my fall\nAnd the laughter in the halls\nAnd the names that I've been called\nI stack it in my mind and I′m waiting for the time\nWhen I show you what it′s like to be words spit in a mic\n\nTell you, you're the greatest\nBut once you turn, they hate us (ha)\n\nOh, the misery\nEverybody wants to be my enemy\nSpare the sympathy\nEverybody wants to be my enemy\n(Look out for yourself)\nMy enemy (yeah)\n(Look out for yourself)\n\nUh, look, okay\nI′m hoping that somebody pray for me\nI'm praying that somebody hope for me\nI′m staying where nobody 'posed to be\nP-posted, being a wreck of emotions\nReady to go whenever, just let me know\nThe road is long, so put the pedal into the floor\nThe enemy on my trail, my energy unavailable\nI′ma tell 'em, \"Hasta luego\"\n\nThey wanna plot on my trot to the top\nI've been outta shape, thinkin′ out the box\nI′m an astronaut, I blasted off the planet rock\nTo cause catastrophe and it matters more because I had it\nAnd I had a thought about wreaking havoc on an opposition, kinda shockin'\nThey want a static with precision, I′m automatic quarterback\nI ain't talking sacking pack it, pack it up, I don′t panic, batter-batter up\nWho the baddest? It don't matter ′cause we at ya throat\n\nEverybody wants to be my enemy\nSpare the sympathy\nEverybody wants to be my enemy\nOh, the misery\nEverybody wants to be my enemy\nSpare the sympathy\nEverybody wants to be my enemy (I swear)\n\nPray it away, I swear, I'll never be a saint, no way\nMy enemy\nPray it away, I swear, I'll never be a saint\n(Look out for yourself)",
  "imageDescription": "The image is a cracked mirror with shattered pieces scattered across the ground. The reflection in the mirror shows a smiling face, while the shattered pieces represent the negativity and hate that the singer faces from others. It symbolizes the contrast between the false praise and the harsh reality of being constantly judged and criticized.",
  "baseImageUrl": "https://pbxt.replicate.delivery/YPrpiWhxUv6CIhZjShUH5XsIqzspYvgcya31Koq1sOSAIjcE/out-0.png"
}