{
  "version": "v1",
  "imageId": "6ca36189-30ea-48bf-8f69-b67890848170",
  "trackName": "LosT",
  "artistName": "Bring Me the Horizon",
  "lyrics": "Watching Evangelion with a big fat slug of ketamine\nI lost the plot a little while ago, oh-oh\nMy dog just died, my friends hate me, I saw myself on MTV\nAnd my ego is not my amigo\n\nOh, maybe I don't belong on this planet\nRed crescent moons all over my hands\nIt's too much to take, I can't understand it\nSomeone, tell me\n\nWhy am I this way?\nStupid medicine not doing anything\nWhat the hell is fucking wrong with me?\nI guess there's no remedy, I'm so terribly lost\n\nImaginary enemies, suicidal tendencies\nSerotonin's proper on its arse, oh-oh\nI used to go to therapy, but the doctor tried to section me\nThe next time that I open up to someone will be my autopsy because\n\nI don't think I belong on this planet\nRed crescent moons all over my hands\nIt's too much to take, I can't fucking stand it\nSomeone, tell me\n\nWhy am I this way?\nStupid medicine not doing anything\nWhat the hell is fucking wrong with me?\nI guess there's no remedy, own worst enemy, I'm so terribly lost\n\nIf I keep this up\nI think I'm gonna break down\nIf I keep this up\nI think I'm gonna break down\nI think I'm gonna break down\nAfraid I'm gonna break down (whoa, oh, oh-oh, oh)\nI think I'm gonna break down (whoa, oh, oh-oh, oh)\nSomeone, tell me\n\nWhy am I this way?\nStupid medicine not doing anything\nWhat the hell is fucking wrong with me?\nI guess there's no remedy, I'm so terribly lost\n\nWhy am I this way?\nStupid medicine not doing anything\nWhat the hell is fucking wrong with me?\nI guess there's no remedy, own worst enemy, I'm so terribly lost",
  "imageDescription": "A distorted figure, resembling Rei Ayanami from Evangelion, melts into a psychedelic swirl of colors. A red crescent moon glows ominously on their hand. Their reflection in a cracked mirror shows a screaming face, tears mixing with streaks of blood. The room is cluttered with pill bottles and empty takeout containers, a sense of despair and loneliness permeating the scene.  A melancholic, surreal, and disturbing art style.",
  "baseImageUrl": "https://replicate.delivery/pbxt/hE504Jy1yrZmHFVda6CJFcSAINxIqiKSwk5eNh19hrPPWVcJA/out-0.png"
}