{
  "version": "v1",
  "imageId": "6da19fe8-7c6b-45bf-9e16-062673c43acf",
  "trackName": "PS5 (with TOMORROW X TOGETHER & Ala…",
  "artistName": "salem ilese",
  "lyrics": "Whoa-oa, whoa-oa\n\nEyes up, you've been gone for a fortnight\nMy love, are you stuck in a fake life?\nCan't win, if the prize is to waste your time\nNow it's wasting mine\n\nAnd I know that we're close, but I'm lonely\nMake me your only, won't win a trophy\nBut can it kiss you like this when you hold me?\nMissing it low-key, I'll say it slowly\n\nIt's me or the PS5\nTell me how you wanna spend your night?\nThree's feeling way too tight\nSo if it's not me, then I'm probably gonna run it over\n\nMe or the PS5\nTell me which of us is more your type?\nSeems like you can't decide\nSo if it's not me, then I'm probably gonna run it over\n\nOh-oh (yeah)\nMy love, know I'm in for the long ride (in for the long ride)\nI'm not playing games of the wrong kind (oh-oh)\nCould be keeping secrets and telling lies\nBut I'm just online, and I can promise you\n\nI'll never play ya, I'll find a way to\nShow you I'm grateful, so I'm begging you\nTwo minutes only, you'll get a trophy\nI'm staying faithful\n\nIt's me and the PS5\nTell me why you making me decide? (Yeah)\nPlease, don't you see I'm live? (I'm live)\nSo if you don't leave, I can find a way to win you over\n\nMe and the PS5\nLeast you know where I'ma be at night (yeah)\nScore's never been this high (so high)\nSo if you don't leave, I can find a way to win you over\n\nMe or the PS5\nMe or the PS5\nMe or the PS5",
  "imageDescription": "The image that best represents this song is a split-screen view of a person sitting on a couch, torn between their significant other and a PS5 gaming console. On one side, the person is looking longingly at their partner, while on the other side, they are fully engrossed in playing a video game. The image symbolizes the internal conflict and decision the person must make between love and their gaming obsession.",
  "baseImageUrl": "https://pbxt.replicate.delivery/KleKK2sfjcipXEbscflREImVfE2H1nXniIY9uSq5akTwH7AHB/out-0.png"
}