{
  "version": "v1",
  "imageId": "6dfd8127-49cc-4df4-9049-d8508f365f44",
  "trackName": "OHMAMI",
  "artistName": "Chase Atlantic",
  "lyrics": "Bitch, I'm fuckin' styling\nYeah (ooh-ooh-ooh, oh)\nYeah (whoa)\n\nOh-oh, oh-oh, yeah, yeah\nCuban link, diamond cross\nI got a Spanish chiquita, no habla ingles, not at all, no\nCut up three lines like Adidas, she clean that shit up with her nose\nAnd I got a kilo, no Kilimanjaro, baby, just a mountain of coke\n\nOoh, Mami, this a new 'Rari\nHit 150 on the dash, I bent the corner\nThen she bent it for me sideways, uh\nI might have to fuck her on the highway, yeah (oh, whoa)\n\nOoh, Mami, I got blue molly\nI throw Louis V, Supreme on top of Murakami\nBitch, I'm fuckin' styling, yeah\nI might say I love her, but I'm lying, yeah-ah-ah\nYeah, whoa\n\nOh, no, no, no, oh\nYeah, yeah\n\nMamacita, I can see the devil in your eyes\nMuy bonita, tú quieres estar by my side\nShe might make me stay in for the night\nFor the night, oh-oh-oh\n\nCall Maria, lets get drunk\nI haven't been out for a month\nGot a two-liter in the back and another bottle in the trunk\nColumbian gold in the front seat\nThe foreign girls showing me love\nTelling your friends that you hate me\nBut I know that you can't get enough\n\nOoh, Mami, this a new 'Rari\nHit 150 on the dash, I bent the corner\nNow bend it for me sideways, uh\nI might have to fuck her on the highway (yeah, whoa)\n\nOh, ooh my\nI don't wanna take this call, I'm too high, red eyes\nShe might even take the fall if I ask her\nBaby, pop it backwards\nActing extra, but she never been an actress, yeah\n\nAh, shit\nOh yeah yeah-ah-ah-ah, whoa\nOh yeah yeah-ah-ah-ah-ah-ah-ah, eh\nOh yeah yeah-ah-ah-ah\nOh, shit\n\nI said, uh, I said oh Mami, this a new 'Rari\nBitch I'm fucking styling, I don't need no stylist\nAll of my dogs they be wildin'\nShit\n\nFuck a double date\nDouble-down on everything I say\nYou can bring a friend, but she don't get to stay\nGuarantee she'll end up leaving anyway\nNever play, dog watch out\nDark flames when my doors swing out\nSwitch lanes on a one-way route\nSwitchblade make your blood pour out\n\nMake it rain in a drought, hop in, hop out\nMotherfucker, get down when I say \"down\"\nBrown duffle bag, I fill it up with 30 clip rounds\nDrop shit, pop wheelies, fuck a break down\nI don't give a f-\nBitch, I'ma slide either way\nPlease do not try me today\nI see the static from a mile away\nShe wanna fuck me, okay\nShe wanna know how it tastes, yeah, yeah\n\nFuck all that talking, I'm restless\n\nI pray that I don't get arrested\nI pray that she wake up for breakfast\nI pray that she wake up for breakfast",
  "imageDescription": "A psychedelic illustration of a hand holding a lit blunt. The hand is surrounded by colorful smoke and geometric shapes. The background is a gradient of purple, blue, and green.",
  "baseImageUrl": "https://replicate.delivery/pbxt/iKzkib0xWy70FhSxMICxpShVJ9R4jNNLkV5JNjwuQToKjuiE/out-0.png"
}