{
  "version": "v1",
  "imageId": "6f24f15c-6ddf-4a49-b754-e8b21fa0eab7",
  "trackName": "vampire",
  "artistName": "Olivia Rodrigo",
  "lyrics": "Hate to give the satisfaction, asking how you're doing now\nHow's the castle built off people you pretend to care about?\nJust what you wanted\nLook at you, cool guy, you got it\n\nI see the parties and the diamonds sometimes when I close my eyes\nSix months of torture you sold as some forbidden paradise\nI loved you truly\nGotta laugh at the stupidity\n\n'Cause I've made some real big mistakes\nBut you make the worst one look fine\nI should've known it was strange\nYou only come out at night\nI used to think I was smart\nBut you made me look so naive\nThe way you sold me for parts\nAs you sunk your teeth into me, oh\nBloodsucker, famefucker\nBleedin' me dry, like a goddamn vampire\n\nAnd every girl I ever talked to told me you were bad, bad news\nYou called them crazy, God, I hate the way I called them crazy too\nYou're so convincing\nHow do you lie without flinching? (How do you lie, how do you lie, how do you lie?)\n\nOoh, what a mesmerizing, paralyzing, fucked-up little thrill\nCan't figure out just how you do it, and God knows I never will\nWent for me, and not her\n'Cause girls your age know better\n\nI've made some real big mistakes\nBut you make the worst one look fine\nI should've known it was strange\nYou only come out at night\nI used to think I was smart\nBut you've made me look so naive\nThe way you sold me for parts\nAs you sunk your teeth into me, oh\nBloodsucker, famefucker\nBleedin' me dry, like a goddamn vampire\n\nYou said it was true love, but wouldn't that be hard?\nYou can't love anyone, 'cause that would mean you had a heart\nI tried you help you out, now I know that I can't\n'Cause how you think's the kind of thing I'll never understand\n\nI've made some real big mistakes\nBut you make the worst one look fine\nI should've known it was strange\nYou only come out at night\nI used to think I was smart\nBut you made me look so naive\nThe way you sold me for parts\nAs you sunk your teeth into me, oh\nBloodsucker, famefucker\nBleedin' me dry, like a goddamn vampire",
  "imageDescription": "A dark and sinister forest with blood red trees and a blood-red sky. A figure stands in the foreground, with blood dripping from their mouth and fangs bared. They are surrounded by bats and other creatures of the night.",
  "baseImageUrl": "https://replicate.delivery/pbxt/L9xu0WsLmSpeECIg5MjVt6q266hiMum4rEI7ZAv24PywzdFJA/out-0.png"
}