{
  "version": "v1",
  "imageId": "7cf3e0e3-88c7-4b0f-b816-69b770cbb10e",
  "trackName": "Unperson",
  "artistName": "Nothing But Thieves",
  "lyrics": "We lose all control of our senses, so slowly\nGive them up until we're defenseless, so surely\n\nThis is not what you think it is\nThis is not what you, this is not what you\nThis is not what you think it is\nIt's worse\n\nNow my computer gets sad without me, it's scary\nIt's turnin' off everything I believe in\n'Cause it knows it's easy\n\nThis is not what you think it is\nThis is not what you, this is not what you\nThis is not what you think it is\nIt's worse\n\n'Cause I'm another unperson\nYou created this mess\nYou are the grand designer\nRevel in our unrest\n\nAnd we're getting sick of your doublethink\nWe see you all and now the walls are cavin' in\nAnd maybe I'm flawed, but I do exist\nMy thoughts are mine, I didn't sign up for this\n\nNow my spirit can barely function, it's ugly\nNo longer fit for public consumption\nWell, I guess that's somethin'\n\nThis is not what you think it is\nThis is not what you, this is not what you\nThis is not what you think it is\nIt's worse\n\n'Cause I'm another unperson\nYou created this mess\n\nAnd we're getting sick of your doublethink\nWe see you all and now the walls are cavin' in\nAnd maybe I'm flawed, but I do exist\nMy thoughts are mine, I didn't sign up for this\n\nI'm just another clone of a clone\nI'm out here searchin' for some meanin'\nI'm all out of love, I forget what it feels like (yeah)\nAnd we all take orders comin' from above us\nAnd they won't leave me alone\nI'm just another clone of a clone of a clone",
  "imageDescription": "In the image, there is a person standing in front of a mirror, looking at their reflection. However, instead of seeing their own face, they see a pixelated and distorted version of themselves, symbolizing the loss of control and identity. The mirror is cracked, representing the crumbling of their sense of self. The background is filled with clones, each one fading into the next, illustrating the repetition and conformity.",
  "baseImageUrl": "https://replicate.delivery/pbxt/DBO1ev3A5jTlNyZoz35q2Nf7j4cmScMke6PeerV8PSieL4uhE/out-0.png"
}