{
  "version": "v1",
  "imageId": "7d145a3c-3483-4e75-b100-f0b02722b63e",
  "trackName": "God Is She",
  "artistName": "In This Moment",
  "lyrics": "I am the God and the Devil around you\nI am the Heaven and the Hell you crave\nI am the queens and the kings that you bow to\nI am the name written on your grave\n\nI am the sun that you bask in and feed on\nI am the moon that you howl to\nI am the daydream, bring you faith and conviction\nI am the nightmare you've been crawling through\n\nSo watch as I set fire to everything\nWatch as I burn down everything, anything\nWatch as I destroy you\nWatch as she turns into God\nWatch as she, watch as she turns into me\n\nI am the righteousness, the church and the holy\nI am the voodoo doll you want to believe\nI am the angles that hold and surround you\nI am the demon you're afraid to meet\n\nI am the temple that will bless and feed you\nI am the religion keeping you in chains\nI am the cure you pray will find you\nI am the disease running through your veins\n\nSo watch as I set fire to everything\nWatch as I burn down everything, anything\nWatch as I destroy you\nWatch as she turns into God\nWatch as she, watch as she turns into me\n\nGod is She\nGod is She, She is God\nGod is She, She is God\nGod is She, She is God\nGod is She, She is God\n\nWatch as I set fire to everything\nAnd watch as I burn down everything, anything\n\nWatch as I set fire to everything\nWatch as I burn down everything, anything\nWatch as I destroy you\nWatch as she turns into God\nWatch as she, watch as she turns into me\n\nGod is She, She is God\nGod is She, She is God\nGod is She",
  "imageDescription": "In the image, a woman stands at the center, surrounded by flames. She is both powerful and ethereal, with a crown of stars adorning her head. The flames dance around her, representing the dualities of light and darkness, creation and destruction. She holds the world in her hands, symbolizing her role as God and the Devil, the embodiment of strength and vulnerability.",
  "baseImageUrl": "https://replicate.delivery/pbxt/iPWmCydWMgZEE1ZB7NZwVExXiQ4Tx5iCdeBvhHcGUbsPUsAJA/out-0.png"
}