{
  "version": "v1",
  "imageId": "7f9f59b4-397a-4a52-ba30-4beacfc7dd18",
  "trackName": "Stitches",
  "artistName": "Shawn Mendes",
  "lyrics": "I thought that I'd been hurt before\nBut no one's ever left me quite this sore\nYour words cut deeper than a knife\nNow I need someone to breathe me back to life\n\nGot a feeling that I'm going under\nBut I know that I'll make it out alive\nIf I quit calling you my lover\nMove on\n\nYou watch me bleed until I can't breathe\nShaking, falling onto my knees\nAnd now that I'm without your kisses\nI'll be needing stitches\nTripping over myself\nAching, begging you to come help\nAnd now that I'm without your kisses\nI'll be needing stitches\n\nJust like a moth drawn to a flame\nOh, you lured me in, I couldn't sense the pain\nYour bitter heart, cold to the touch\nNow I'm gonna reap what I sow\nI'm left seeing red on my own\n\nGot a feeling that I'm going under\nBut I know that I'll make it out alive\nIf I quit calling you my lover\nMove on\n\nYou watch me bleed until I can't breathe\nShaking, falling onto my knees\nAnd now that I'm without your kisses\nI'll be needing stitches\nTripping over myself\nAching, begging you to come help\nAnd now that I'm without your kisses\nI'll be needing stitches\n\nNeedle and the thread, gotta get you outta my head\nNeedle and the thread, gonna wind up dead\n\nNeedle and the thread, gotta get you outta my head\nNeedle and the thread, gonna wind up dead (gonna wind up dead)\n\nNeedle and the thread, gotta get you outta my head (gotta get you outta my head)\nNeedle and the thread, gonna wind up dead (wind up dead)\nNeedle and the thread, gotta get you outta my head, get you outta my head\n\nYou watch me bleed until I can't breathe\nShaking, falling onto my knees (falling on my knees)\nAnd now that I'm without your kisses (without you)\nI'll be needing stitches (and I'll be needing stitches)\nTripping over myself\nAching, begging you to come help (begging baby, please)\nAnd now that I'm without your kisses\nI'll be needing stitches\n\nAnd now that I'm without your kisses\nI'll be needing stitches\nAnd now that I'm without your kisses\nI'll be needing stitches",
  "imageDescription": "A red heart with a needle and thread going through it. The heart is bleeding, and the needle and thread are tangled around it. The background is black, and there is a spotlight on the heart.",
  "baseImageUrl": "https://replicate.delivery/pbxt/cfrRt3WdpUXJLCO46h6iANhsquxCh7bxLLLCRWqzRsJbFUOJA/out-0.png"
}