{
  "version": "v1",
  "imageId": "825fbf70-7d06-4165-baaf-6e47ce7a8344",
  "trackName": "Too Late",
  "artistName": "Chase Atlantic",
  "lyrics": "Look what happened\nI don′t feed her fear, I feed her habits\nTook her to the heavens in a carriage\n\nAin't no white horse, white had her doing backflips\n\nAnd I ain′t keeping scores, I think it's ordinary\nBut watch, I'm keeping yours, they say, \"The more, the merrier\"\nThey told me \"Never trust a bitch,\" I told them, \"More than fair-y\"\nPut that molly on her tongue, she said, \"Extraordinary\"\n\nYou′re too late\nHad your girlfriend at my house for two days\nShould be obvious, the reason she stayed with me\nBuild a rocket ship, throw bricks in ya face, yeah, oh\nYou′re too late\nSlide in, came with perfect timing\nShe climbed in, picture-perfect timing (you're too late)\nSlide and put that bitch beside me (you′re too late)\nSing this, I'm gon′ bet she'll date me\n\nHad to send her home, I had her dope sick\nHit like two percent then hear the phone ring\nTell her that you love her even though you know it′s hopeless\nYou could feel the pressure when she started coming homeless\n\nAnd I ain't keeping scores, I think it's ordinary\nBut watch, I′m keeping yours, they say, \"The more, the merry\"\nThey told me \"Never trust a bitch,\" I told them, \"More than fairy\"\nPut that molly on her tongue, she said, \"Extraordinary\"\n\nYeah, had your girlfriend at my house for two days, yeah\nShe stayed with me\nAnd then throw bricks in ya face, yeah, oh\n\nYou′re too late\nHad your girlfriend at my house for two days\nShould be obvious, the reason she stayed with me\nBuild a rocket ship, throw bricks in ya face, yeah, oh\nYou're too late\nSlide in, came with perfect timing\nShe climbed in, picture-perfect timing (it′s her)\nSlide in, put that bitch beside me (it's her)\nSing this, I′m gon' bet she′ll date me",
  "imageDescription": "The image that best represents the song is a picture of a rocket ship blasting off into space, surrounded by colorful bricks flying through the air. The rocket symbolizes the singer's ambition and success, while the bricks represent the obstacles and challenges they have overcome. The vibrant colors convey a sense of energy and excitement, capturing the overall mood of the song.",
  "baseImageUrl": "https://replicate.delivery/pbxt/StsBx3R72dZuIJVcoehVldgQzTxvFzxurcFW4NmmVyM5CG6IA/out-0.png"
}