{
  "version": "v1",
  "imageId": "85cfa6f1-bcd8-4ddd-98c1-db4143c918e5",
  "trackName": "QUANDO A VONTADE BATER",
  "artistName": "PK",
  "lyrics": "Oh, fé\nSalve, Malak!\nPassa nada e nem pode\n\n\nA gente decidiu então recomeçar\nFazer diferente da última vez (da última vez)\nVamo′ mudar a última forma dessas briga em vão\nPorque se for pra ficar nessa, eu também cansei\n\nNão vejo outra ocupando o seu lugar\nTuas amiga tão querendo te afastar de mim\nAmor, não dê ouvidos, deixa isso pra lá\nNão existe motivo pra pensar no fim\n\nVocê lembra\nDa primeira vez que a gente ficou? (Oh, yeah)\nE tudo que a gentе planejou\nExceto o que o futuro prеparou, entenda, meu amor\n\nQue brigar de nada adianta\nDeita nessa cama, para de querer formar caô, mulher\nDeixa a luz apagada\nCom a porta trancada e vamos recomeçar\n\nEu e você\nCurtindo num motel por aí\nTransando, ouvindo o Cabelin'\n\nRecomeçar\nEu e você\nCurtindo num motel por aí (por aí)\nTransando, ouvindo o Cabelin′, oh, fé (y'all)\n\nFala\nMas fala olhando na minha cara\nQue não se lembra mais da gente\nE que não quer recomeçar, fala\n\nBaby, baby\nFiquei afastado por várias vezes, vezes (várias vezes)\nMas eu não espero que tu me atenda ou me aceite\nSaiba que os segundos parecem meses\nSem você\n\nÉ, e ela diz que na cama eu sou sem limite (sem limite)\nQue a relação não teve um ponto final (ponto final)\nNós tentou desenrolar bebendo um drink\nUm copo de whisky e ela já fica mal\n\nFale ou me odeia, mas eu tô no top dez\nSempre parando a internet no lançamento\nEles não entendem o preto sempre novo\nE nós pagando o preço por tá na frente do tempo\n\nNada é impossível pro último romântico\nEu fiz uma mágica e mudei de vida\nSe você quiser saber como chegar nesse nível\nArrasta pra cima\n\nBaby, lembre\nTudo que tu não viveu esperando sempre, sempre\nOs playboy de merda\nEntão pare, pense\nAgora é o melhor momento pra me falar, me fala\n\nFala\nMas fala olhando na minha cara\nQue não se lembra mais da gente\nE que não quer recomeçar, fala\n\nMulher, não sei aonde você quer chegar assim\nMas eu quero chegar na sua cama (sua cama)\nAonde a gente terminou da última vez (última vez)\nA gente poderia recomeçar, não sei\n\nVocê não sabe também\nMas eu sei que sabe que o que eu tenho nenhum deles tem\nEsquece esse otário que só eu que te faço bem\nNão adianta me dizer que não que eu sei que você vem\n\nÉ que ela vai e depois volta\nÉ que ela volta e depois vai\nMas eu não vou fechar a porta\nPra você, pois você é quem faz\n\nDe um jeito que é melhor até que as outras juntas\nMas eu não vou deixar que você me iluda\nVocê disse que mudou e pessoas assim não mudam\nE eu não vou mergulhar nesse seu mar de dúvidas\n\nE se tiver pensando em recomeçar\nSaiba que eu não penso mais em nós dois\nMas se quiser me ver, vem que eu tenho um chá\nE a gente bola um pra dar um, dois, três, quatro\n\nEu quero te ver de quatro\nEu quero te ver no quarto\nEu adoro, adoro\nAdoro, eu me amarro\n\nEu quero te ver de quatro\nDepois cada um pro seu quadrado\nEu adoro, adoro\nAdoro, eu me amarro\n\nSerá que você tá pensando em mim\nO quanto eu tô pensando em você?\nSerá que você ainda pensa em mim\nO quanto eu tô pensando em...\nÉ (pensando em)\n\nLeva um tempo pra entender que o tempo leva tudo nessa vida\nÉ difícil aceitar que tudo um dia passa\nO que te atrai um dia te trai\nE nada nesse mundo nunca vai chegar de graça\n\nEu tinha um carro velho que eu fazia de motel\nE ela falava que eu sempre tirava a sua paz\nQue era um cara do inferno que levava ela pro céu\nSe ela metesse o sete, eu sempre vinha com um ás, mas\n\nEu fiz dez frase brega e quando a gente se apega\nFica bobo e ri de tudo que acontece\nA gente briga, se estressa, enlouquece e depois percebe\nQue as loucuras dessa vida são apenas pontos de vista\n\nMe faço de desapegado\nE tô sempre de volta pra tal putaria\nDepois que a onda passa a bad sempre bate\nE lembra que a minha língua no teu corpo é poesia\n\nTe juro, sua linda, que lembro do primeiro dia\nDo primeiro beijo, o primeiro sorriso\nNo final da Praia da Bica\n\nMas a saudade bate e a lembrança devora\nE o nosso futuro se resumiu a nada\nE o mais difícil é sempre entender\nQue um dia tudo que começa acaba\n\nSerá que você tá pensando em mim\nO tanto quanto eu penso em beber?\nEntão fica combinado assim\nTalvez um dia pode acontecer\n\nPorque, preta, todo mundo já sabe que\nMeu nome é a resposta quando perguntam\nQual é o nome da tua saudade\nE que teu nome é a resposta quando\nPerguntam qual é o nome da minha vontade\n\nTu sente minha falta, né? Mm-hmm\nNem tirou a roupa toda\nSó jogou a calcinha pro lado e fé\n\nVocê por cima é um paraíso\nEu lembrei de tu sentando e escrevi um som\nMas fui lembrar o teu sorriso que me rende inspiração\nPra escrever um disco\n\nÓ que bonitinho\nSem você, mais nada faz sentido\nEu me peguei imaginando uma pretinha linda\nTrajada de Nike, correndo pela nossa casa\nVai dizer que tu não sonha com isso?\n\nCê me viciou igual essas droga\nJá bateu saudade, mas cê ainda nem foi embora\nPor que você não fica até o amanhecer?\nE quando amanhecer, cê fica até o anoitecer\n\nOlha como são as coisas do coração\nUm resumo sobre nós dois daria um textão\nE eu tenho certeza que o mundo inteiro vai se interessar em ler\nVim te propôr de nós continuar a escrever (Yeah, yeah)\n\nWoah, woah, woah\nWoah, woah, woah (4: 38)\nWoah, woah, woah (salve, Malak)\nWoah, woah, woah\n\nNessa situação não consegui dormir\nGata, eu senti sua falta, não vou negar\nAndei na contramão, você cuidou de mim\nAgora estou de volta (yeah)\n\nE a sensação de estar em casa\nUm vinho, conversa fiada\nSexo bom com amor envolvido\nBusca um copo d'água (woah, woah)\n\nUma nova fase da vida\nNum dá tempo nem de arrumar briga\nJuro pela luz que me ilumina\nQue amo essas crianças e amo essa bandida\n\nFesta, festa, festa\nNo fundo eu sei que você não gosta\nÉ de ficar sozinha (aqui estou)\n\nE ainda bem que se quiser não fica\nPra homens e mulheres que venham a te querer\nVou dizer que a cena é toda minha\n\nEi, o que é importante a gente luta pra guardar\nO que é passatempo, com o tempo vai passar\nSe tu quer jogar um jogo, é só me explicar as regras\nEu também tenho o controle, eu vou te macetar\n\nAgora é sério\nInsisto porque tenho visto o futuro\nInvisto sem medo de perder e pagar os juros\nE lá na frente olhar pra trás, a gente sofreu, mas venceu\nEsse romance é tipo essa vida, eu deixo nas mãos de Deus\n\nA fuga da Berenice e Cabeleira dando certo\nTu acha que é brincadeira? Meu rap é só papo reto\nEu quero tu sempre por perto\nFalando mal dos políticos, acelerando a pista\n\nSentindo o vento na cara, gritando: Foda-se o mundo\nO que importa é nóis tá junto, mas do nada tu pisa no freio\nTemos o caminho inteiro e você quer descer no meio\nA metade ficou pra trás, eu vou tentar seguir inteiro\n\nMas o seu lugar\nAinda tá guardado aqui o seu lugar (O seu lugar)\nSe a saudade bater e tu quiser ligar\nMe diz onde tu tá, eu posso te buscar, eu devo te esperar\n\nO seu lugar\nAinda tá guardado aqui o seu lugar\nSe a saudade bater e tu quiser ligar\nMe diz onde tu tá, eu posso te buscar, eu devo te esperar, BK′\n\nLudmilla in the house\n(Lud)\nAlô?\n\nJá tá geral sabendo, eu não te quero mais\nE abaixa o tom de voz, porque solteiro não trai\nVer você mentir pra mim aumenta minha ira\nMas não me deito mais na tua cama de mentiras\n\nO telefone na chamada é mais de cem\nSou bonita pra caralho pra fazer parte do teu harém\nDaqui pra frente vai ser tudo diferente\nNão existe mais, não existe mais a gente\n\nAh, ela não senta como eu (como eu)\nAh, ela não fode como eu (como eu)\n\nEu vou sair, beber, yeah\nTe esquecer, eu boto fé\nVou ficar com outra mulher\nTambém beijar uns cara, né?\n\nVou fazer o que eu quiser\nVai sentir saudade, né?\nMas eu não volto, yeah\nMe esquecer que é foda, né?\n\nOh, oh, oh, oh\nUma taça de Chandon (Chandon)\nUm calor no edredom (edredom)\nOh, oh, oh, oh\nGuarda na memória os momentos bons\n\nTá faltando mulher aqui, né?",
  "imageDescription": "The image that best represents the song is a pair of hands reaching out towards each other, as if trying to reconnect. The hands are surrounded by a soft, warm glow, symbolizing the hope and desire for a fresh start. The simplicity of the image conveys the longing for reconciliation and the willingness to let go of past conflicts.",
  "baseImageUrl": "https://replicate.delivery/pbxt/7FUpTDwjKsLDCdVdQFurAfm01ncfHkBI502UCCLi5RR8Rw5RA/out-0.png"
}