{
  "version": "v1",
  "imageId": "8a0a4841-bb6a-4376-bac6-f7681b784673",
  "trackName": "Double Team",
  "artistName": "Anitta",
  "lyrics": "Ah\nSabe' que\nBrray \nAnitta\n\nOlhe bem para mim, más perra que Rin Tin Tin\nEl cora te late a mil, no hay culo si no hay cash in\nMírame, minha amiga 'tá puesta pa'l double team\nMírame, o si no tu pana pa'l double team\n\nNo amarres fuego, tú quiere' y yo quiero\n'Toy puesta pa'l bellaqueo, en mi panty likeo\nNo amarres fuego, no amarres-, ah, ah\nNo amarres fuego, no amarres-, ah\n\nSoy bien puta y to's lo saben, to's lo saben\nSoy piranha y todo' lo saben, ah, to's lo saben\nUna bad bitch y to's lo saben, ah, to's lo saben\nSoy bien puta y to's lo saben, ah, to's lo saben\n\nSoy bien pu-pu-pu-pu-pu-pu-puta, puta, puta, puta\nSoy bien pu-pu-pu-pu-pu-pu-puta, soy bien puta, puta, puta\nSoy bien puta, puta, puta, puta, puta, puta, puta, pu-\nSoy bien pu-pu-pu-pu-pu-pu-puta, puta, puta, pu-\n\nVengo rebelde, loca de partirte\nY cambiando de pose pa' evitar venirte\nMe toca arriba, no te quite'\nDe ti no me salgo, déjame escupirte\nYo-yo-yo-yo quiero venirme, vamo' a hacerlo junto'\nPa' mí esto es sagrado, pa' mí esto es un culto (ah-ah)\nDeja tu paquete y túmbame ese bulto\nNo brego con policía', pero si falla' te multo\n\nSoy bien pu-pu-pu-pu-pu-pu-puta, puta, puta, puta (oye, mami, te voy a chingar)\nSoy bien pu-pu-pu-pu-pu-pu-puta, puta, puta, pu- (sheesh)\n\nSoy bien puta y toa' lo saben\nChingo cabrón, perdona que me alabe (¡pu!)\nTengo el meneo, el sazón y la clave\nPor debajo 'el agua, soy dueño 'e los mare'\nPoseidón sin tridente\nAparentemente ere' media demente\nOlvídate, mi pana, yo soy suficiente\nPero con tu amiga me suena excelente (sheesh)\nQue me hagas un tasting como los Hardy\nEn triple retirada como Cardi\nUn dúo 'e bellaco' como Chencho y Maldy\nUn día de lambing, al otro otro de morning\nPero no le baja, siempre designer\nMama hasta que se te riegue el eyeliner\nSi tú ere' delito, qué rico es indictment\nYo me las clavo y me da como Alzheimer\n\nMuévelo pa' mí (¡pum!), Más perro que Rin Tin Tin (¡yah!)\nMi cora me late a mil, pa' ese culo tengo el cash in (ja)\nMírame, ya tu amiga 'tá puesta pa'l double team (uh)\nMírame, o si no te lo damo en double team, yeah\n\nNo amarre' fuego, tú quiere' y yo quiero\n'Toy puesta pa'l bellaqueo, en mi panty likeo\nNo amarre' fuego, no amarre'-, ah, ah\nNo amarre' fuego, no amarre'-, ah\n\nLe sale caro que me ponga puta\nMe mira y se lo disfruta (eh-eh)\nSé el tamaño y sé que ocupa (yeah-yeah)\nMe pide que le escupa\nYo chupo, él chupa\nMe mira como si tiene lupa\nLo que pida yo, él lo ejecuta\nYo te mando, tú no me discuta'\n'Toy loquita que lo hagamo', en serio que esto está bueno\nTe gusta que te lo mueva desnuda, lo hago de nuevo\nMe gusta cuando lo hacemo', que al espejo nos miremo'\nTú estás bueno, ¿por qué no nos comemos? (Brray)\n\nNo amarres fuego, tú quiere' y yo quiero\n'Toy puesta pa'l bellaqueo, en mi panty likeo\nNo amarres fuego, no amarres-, ah\nNo amarres fuego, no amarres-, ah, ah\n\nSoy bien puta y toa' lo saben, toa' lo saben\nMuy bellaco y toa' lo saben, toa' lo saben\nMuy casú, toa' lo saben, ey, toa' lo saben\nSoy un puto y y toa' lo saben, toa' lo saben, yeah\n\nSoy bien pu-pu-pu-pu-pu-pu-puta, puta, puta, puta\nSoy bien pu-pu-pu-pu-pu-pu-puta, soy bien puta, puta, puta\nSoy bien puta, puta, puta, puta, puta, puta, puta, pu-\nSoy bien pu-pu-pu-pu-pu-pu-puta, puta, puta, pu-",
  "imageDescription": "A woman with long, flowing hair is lying in bed. She is wearing a sheer nightgown, and her body is covered in tattoos. The room is dark and the only light comes from the window. The woman is looking at the camera with a seductive expression on her face.",
  "baseImageUrl": "https://replicate.delivery/pbxt/y4972Q137lrFKR9VhX2ShZBvOSxnq2dxDo3UfsQnKjfIAn0SA/out-0.png"
}