{
  "version": "v1",
  "imageId": "94ae8589-c386-40e2-9468-250cb954135d",
  "trackName": "Church",
  "artistName": "Chase Atlantic",
  "lyrics": "[Verse 1]\nYou're wearing nothing but my t-shirt\nCall me shallow but I'm only getting deeper, yeah\nStay on the ground until your knees hurt\nNo more praying, baby, I'ma be your preacher\n\n[Pre-Chorus]\nAnd I'll keep leading you on\nIf you keep leading me into your room\nThe drinks are all gone\nBut that's fine, baby so am I\n\n[Chorus]\nI'm about to take you back to church (Back to church, baby)\nWell, tell me your confessions, baby, what's the worst, yeah? (Yeah, what's the worst?)\nBaptise in your thighs 'til it hurts (You know it hurts)\n'Cause I'm about to take you back to church (Oh, oh yeah)\n\n[Verse 2]\nI'll keep you up until the sunset\nSpeaking in tongues yeah we ain't done yet, yeah\nDon't take my verses out of context\nI know it's weighing on your conscience\n\n[Pre-Chorus]\nAnd I'll keep leading you on\nIf you keep leading me into your room\nThe drinks are all gone\nBut that's fine baby so am I\n\n[Chorus]\nI'm about to take you back to church (Back to church baby)\nWell tell me your confessions, baby, what's the worst, yeah? (Yeah, what's the worst?)\nBaptise in your thighs 'til it hurts (You know it hurts)\n'Cause I'm about to take you back to church (Oh, oh yeah)\n\n[Pre-Chorus]\nAnd I'll keep leading you on (Leading you on girl)\nIf you keep leading me into your room (Your room)\nThe drinks are all gone (All gone now)\nBut that's fine baby so am I\n\n[Bridge]\nI'll keep you up until the sunset\nSpeaking in tongues, yeah, we ain't done yet\nDon't take my verses out of context\nI know it's weighing on your conscience\n\n[Chorus]\nI'm about to take you back to church (Back to church baby)\nWell tell me your confessions, baby, what's the worst, yeah? (Yeah, what's the worst?)\nBaptise in your thighs 'til it hurts (You know it hurts)\n'Cause I'm about to take you back to church (Oh, oh yeah)",
  "imageDescription": "A simple image that represents the song \"Back to Church\" is a silhouette of two people embracing in a passionate kiss with the setting sun in the background. The image captures the sensual and intense nature of the lyrics, as well as the idea of finding solace and redemption in the arms of another person.",
  "baseImageUrl": "https://pbxt.replicate.delivery/LctMPAUPWM6oG97woeaupBaHFeiOzccjSMAzUTVC3QS9CBvRA/out-0.png"
}