{
  "version": "v1",
  "imageId": "9823e042-8636-4bb0-9106-c3f67b5aa39f",
  "trackName": "Heartbeat",
  "artistName": "Childish Gambino",
  "lyrics": "[Chorus]\nI wanted you to know\nThat I am ready to go, heartbeat\nMy heartbeat\nI wanted you to know\nWhenever you are around, can't speak\nI can't speak\nI wanted you to know\nThat I am ready to go, heartbeat\nMy heartbeat\nI wanted you to know\nWhenever you are around, can't speak\nI can't speak\n\n[Verse 1]\nI know what your boy like\nSkinny tie and a cuff type\nHe go and make breakfast\nYou walkin' round naked\nI might just text you\nTurn your phone over\nWhen it's all over, no settlin' down\nMy text go to your screen, you know better than that\nI come around when you least expect me\nI'm sittin' at the bar when your glass is empty\nYou thinkin' that this song's comin' on to tempt me\nI need to be alone like the way you left me\nYou start callin'; you start crying\nI come over; I'm inside you\nI can't find you, the girl that I once had\nBut the sex that we have isn't half bad\nText say that \"It's not fair\"\nThat's code for \"He's not here\"\nAnd I'ma flirt with this new girl\nAnd I'ma call if it don't work\nSo we fuck 'til it come to conclusions\nAll the things that we thought we were losin'\nI'm a ghost, and you know this\nThat's why we broke up in the first place, 'cause\n\n[Chorus]\nI wanted you to know\nThat I am ready to go, heartbeat\nMy heartbeat\nI wanted you to know\nWhenever you are around, can't speak\nI can't speak\nI wanted you to know\nThat I am ready to go, heartbeat\nMy heartbeat\nI wanted you to know\nWhenever you are around, can't speak\nI can't speak\n\n[Verse 2]\nIt's late-night Thursday\nI know that you heard me\nBut you don't want the same thing\nHmm, well, two can play that game\nSo I'm chillin' with my girlfriend\nBut she not my real girlfriend\nShe got a key to my place but\nShe not my real girlfriend\nStupid, so dummy\nSay the wrong thing, and wrong girls come runnin'\nI'm paranoid that these girls want somethin' from me\nAnd it's hard to make a dime go one-hunnid\nAnd my dude freakin' out over a worse fate\nShe on time, but she late for they first date\n'Cause he went and tried out a new condom\nSlipped off in a threesome, good problems?\nRight? Wrong\nAskin' 'em if she'd wanna play games\nWe the Super Smash Brothers, but none of 'em you\nI miss the sex where you kiss whenever you through\nSixty-nine is the only dinner for two\nI was wrong, but would you have listened to you?\nUh, you were crazy\nI got a heart, but the art of choking's\nOnly thing girls want when you in that smoke and light\n\n[Chorus]\nI wanted you to know\nThat I am ready to go, heartbeat\nMy heartbeat\nI wanted you to know\nWhenever you are around, can't speak\nI can't speak\nI wanted you to know\nThat I am ready to go, heartbeat\nMy heartbeat\nI wanted you to know\nWhenever you are around, can't speak\nI can't speak\n\n[Verse 3]\nSo we're done? This the real shit?\nWe used to hold hands like field trips\nI'm a jerk, but your dude is a real dick\nI read his posts on your wall, and I feel sick\nHe ain't cool, he ball and all that\nBut he just a fake nigga who blog in all caps\nYou couldn't wait to date\nI'm goin' straight for your thighs like the cake you ate\nI give a fuck about the niggas that you say you ate\nYou know that I’m the best when I’m a-fake-tionate\nI'm the best that you had, face it\nJ. and Keyshia are related: racist\nI give you money; then you burn me (Bernie), then you made off (Madoff)\nShe ain't a killer, but she'd fuckin' blow your head off\nI know he wonderin', \"What the fuck you hidin'?\"\nThat we dated like raps about Bin Laden; ayo, fuck this\nAre we datin'? Are we fuckin'?\nAre we best friends? Are we somethin'\nIn between that?\nI wish we never fucked, and I mean that\n\n[Outro]\nBut not really\nYou say the nastiest shit in bed, and it’s fuckin’ awesome",
  "imageDescription": "A heart-shaped silhouette is split in two, one side vibrant and full of life, the other side fading and empty. The vibrant side is surrounded by a colorful burst of energy, representing the excitement and intensity of the song's lyrics. The fading side is engulfed in darkness, symbolizing the pain and longing expressed in the song.",
  "baseImageUrl": "https://pbxt.replicate.delivery/s1BkasGIwbLXCVPGmC1znZQesVdsKAS0SQZfJ5X3EEnWPmuRA/out-0.png"
}