{
  "version": "v1",
  "imageId": "9d84c767-c39f-4fe1-af5d-c7a432aa3c41",
  "trackName": "Futureproof",
  "artistName": "Nothing But Thieves",
  "lyrics": "They're shutting down the protest, yeah, we're so on trend\nQuick, go grab a picture, go get that content\nYou're stealing the attention, but it's a great look\nWhy do you wanna do good when you can feel good?\n\nI wanna be future-proof\nCome and lift me up until I'm higher, higher\nVulture coming to steal my youth\nThrow the pieces down into the fire, fire\nLiars coming to take my truth\nI wanna be future-proof\n\nOh, hang on, did I mention you're on the hit list?\nTaking your intention, now it's irrelevant\nThere's poison in the water, and we deserve it\nThe future is a monster, and now it's turning\n\nI wanna be future-proof\nCome and lift me up until I'm higher, higher\nVulture coming to steal my youth\nThrow the pieces down into the fire, fire\nLiars coming to take my truth\nI wanna be future-proof\n\nThere's a fire in the bedroom, on the forum, in the ether\nThere's a fire in the kitchen, in the species, in the creature\nThere's a fire at the party, in the summer, in the secret\nThere's a fire in the basement, on the lunar, in the dreamer\n\nOn the water\nIn the creature\nIn the body\nIn the species\n\nI wanna be future-proof\nCome and lift me up until I'm higher, higher\nVulture coming to steal my youth\nThrow the pieces down into the fire, fire\nLiars coming to take my truth\nOh, I wanna be future-proof",
  "imageDescription": "A colorful collage of various elements represents the song \"Future-Proof.\" The image features a burning fire symbolizing the chaos and destruction of the world. In contrast, there are vibrant, uplifting symbols like balloons and a rocket, representing hope and the desire to rise above. The image captures the song's themes of wanting to be resilient and prepared for the future.",
  "baseImageUrl": "https://replicate.delivery/pbxt/TMf0E3lsnegcIU0fmnprw8mKh4IgWsXRRr4fCmYCxfcogfuhE/out-0.png"
}