{
  "version": "v1",
  "imageId": "a05446d9-e673-46d6-8274-00049300034a",
  "trackName": "Lowkey as Hell",
  "artistName": "Waterparks",
  "lyrics": "I just cried into a shirt I could never afford last year\nMy Drake problems, my fake problems\nBut it's really how I'm feeling here\nI guess at least my work is working, right?\nI think people like me better when I'm hurt inside\nThey say it's not true, and they hope I'm alright\nBut their eyes probably rolled at the first line\n(Fuck 'em)\n\nI like cool shirts, I like cold rings\nI want a big house, but I'm hiding\nI think I'm halfway there, but my heart feels off so\nWhat's the point in being great if I'm great alone?\n\nIf you need me now\nI'll be there somehow\nI'll pick you up, we can ride\nI'll fly away like I bought my own airline\nI'll take you with me, we can ride\n\nI'll probably die in my apartment I couldn't afford last year\n(Yeah, come on)\nMy Drake problems sound thoughtless\nBut it's all brand new, and I promise I'm being really honest\nWhen I'm getting up the guts to say that\nI haven't had a day off since my blue hair\nAnd I combat how the pressure feels\nI should call my parents more just to say that I'ma be okay\nSo they don't worry every day, I'll say\n\nI like cool shirts, I like cold rings\nI want a big house, but I'm hiding\nI want a brain that doesn't hate me\nI wanna see my stupid fucking friends daily\n\nIf you need me now\nI'll be there somehow\nI'll pick you up, we can ride, whoop\nI'll fly away like I bought my own airline\nI'll take you with me, we can ride\n\nI'm highkey and lowkey as hell\nYour diva, I just wanna see ya'\nI'm highkey and lowkey as hell\nYour sweetheart, don't wanna be apart\n\nI'm highkey and lowkey as hell\nYour diva, I just wanna see ya'\nI'm highkey and lowkey as hell\nYour sweetheart, don't wanna be apart",
  "imageDescription": "A simple image that represents the song could be a shirt hanging on a clothesline against a backdrop of a modest apartment building. The shirt symbolizes the desire for material possessions, while the apartment represents the struggles of the past. The image captures the contrast between longing for a better life and the reality of everyday struggles.",
  "baseImageUrl": "https://pbxt.replicate.delivery/F7HXVP3ex7R8OiiYtwDt6utXChdtfrDmtkIBvOqTqszxniwRA/out-0.png"
}