{
  "version": "v1",
  "imageId": "a34483d6-b54a-4ffd-8ad3-0d5e83a87abd",
  "trackName": "Sex Metal Barbie",
  "artistName": "In This Moment",
  "lyrics": "Excuse me, can you tell me what you′ve heard about my life?\nMaybe a dirty little fairy tale, a girl of the night\nI've heard that I grew up filthy, a trailer park queen\n\nDropout, pregnant, statistical teen\n\nI know you′ve heard about the bloody knife\nAbout my daddy's perfect virgin and my mothers wife\nYou know I heard I don't belong in this game\nStill you hold your hands in the air, screaming my name, LET′S GO!\n\nBaby go ahead, I′ll be your hatred and your pain\n\nThis is killing us all, I don't care if I fall we′re the daring, we are the damned.\nBaby go ahead, I'll be the villain you can blame\nI′ll be the belle of the brawl, be the lust in us all\n\nI'm the diva of the damned.\nI heard I don′t belong in this scene\n\nSex metal barbie, homicidal queen\nExcuse me, can you tell me what was the thing you heard about me?\nMaybe that I'm a little harlot, homicidal queen\nYou know I heard that I don't belong in this scene\n\nSex metal barbie, whore, attention fiend\nYou know I heard that that my hater′s dream\nNo class, white trash, I′m so obscene\nYou know I heard that I should be ashamed\n\nStill they hold their fists in the air, screaming my name, COME ON!\nBaby go ahead, I'll be your hatred and your pain\n\nThis is killing us all, I don′t care if I fall we're the daring, we are the damned.\nBaby go ahead, I′ll be the villain you can blame\nI'll be the belle of the brawl, be the lust in us all\n\nI′m the diva of the damned.\nI heard I don't belong in this scene\n\nSex metal barbie, homicidal queen\nSex Sex (sex metal barbie, homicidal queen)\n\nSex sex (sex metal barbie, homicidal queen)\nSo go ahead, I'll be your hatred and your pain\nThis is killing us all, I don′t care if I fall, we are the daring we are the damned.\nBaby go ahead, I′ll be the villain you can blame\nI'll be the belle of the brawl, be the lust in us all\nI′m the diva of the damned.\nSex sex (Go ahead)\nSex sex (Go ahead)\nSex sex (Go ahead)\nSex sex (Go ahead)\nI heard I don't belong in this scene\nSex metal barbie, homicidal queen",
  "imageDescription": "The image is a black and white photograph of a woman, standing tall and confident against a graffiti-covered wall. She is dressed in a leather jacket, with smudged dark lipstick and a defiant expression on her face. Her hair is wild, and she holds a microphone in one hand, ready to take the stage. The image captures her rebellious spirit and the power she exudes as the \"diva of the damned.\"",
  "baseImageUrl": "https://pbxt.replicate.delivery/IVqc6D37XvKhFlCHe4V2fDI715GkZ2jGqtPAGRm999bGgIzRA/out-0.png"
}