{
  "version": "v1",
  "imageId": "a5b48fec-394b-4ba8-a634-c8ef5ef3f2c1",
  "trackName": "It Ain't Me (with Selena Gomez)",
  "artistName": "Kygo",
  "lyrics": "I had a dream we were sippin' whiskey neat\nHighest floor, The Bowery, nowhere's high enough\nSomewhere along the lines we stopped seein' eye to eye\nYou were stayin' out all night and I had enough\n\nNo, I don't wanna know where you been or where you're goin'\nBut I know I won't be home, and you'll be on your own\n\nWho's gonna walk you through the dark side of the mornin'?\nWho's gonna rock you when the sun won't let you sleep?\nWho's wakin' up to drive you home when you're drunk and all alone?\nWho's gonna walk you through the dark side of the mornin'?\n\nIt ain't me (The Bowery)\n(Whiskey neat, grateful, I'm so grateful, I)\nIt ain't me (The Bowery)\n(Whiskey neat, grateful, I'm so grateful, I)\n\nIt ain't me (The Bowery)\n\nIt ain't me (The Bowery)\n(Whiskey neat, grateful, I'm so grateful, I)\nIt ain't me\n\nI had a dream, we were back to 17\nSummer nights and The Libertines, never growin' up\nI'll take with me the Polaroids and the memories\nBut you know I'm gonna leave behind the worst of us\n\nWho's gonna walk you through the dark side of the mornin'?\nWho's gonna rock you when the sun won't let you sleep?\nWho's wakin' up to drive you home when you're drunk and all alone?\nWho's gonna walk you through the dark side of the mornin'?\n\nIt ain't me, no, no\nIt ain't me, no, no\nIt ain't me, no, no\nWho's gonna walk you through the dark side of the mornin'?\n\nIt ain't me (The Bowery)\n(Whiskey neat, grateful, I'm so grateful, I)\nIt ain't me (The Bowery)\nIt ain't me (grateful, I'm so grateful, I)\n\nAh, ooh (The Bowery)\nAh, ooh (whiskey neat, grateful, I'm so grateful, I)\nAh, ooh (it ain't me, The Bowery)\nAh, oh (whiskey neat, grateful, I'm so grateful, I)\n\nIt ain't me (The Bowery)\n(Whiskey neat, grateful, I'm so grateful, I)\nIt ain't me, na, na, na, na-na, The Bowery\nNa, na, na, na-na, whiskey neat (grateful, I'm so grateful, I)\n\nIt ain't me",
  "imageDescription": "In the image, a broken whiskey glass lies on a dark city street, reflecting the neon lights of the Bowery. Beside it, a Polaroid picture of two young lovers, their smiles fading away. A street sign points towards the dark side of the morning, symbolizing the absence of someone to guide and care for each other.",
  "baseImageUrl": "https://replicate.delivery/pbxt/VzoyZ7W5jY6qEJblyLK4fUJInTouMUVpmkCdIAktX2hpyX9IA/out-0.png"
}