{
  "version": "v1",
  "imageId": "a613b656-daa0-40ce-984f-1f15d2c90f3b",
  "trackName": "Used to Be",
  "artistName": "AJ Mitchell",
  "lyrics": "I keep walking\nI keep talking to every cute girl I see\nI keep looking\nI keep searching for a girl that you used to be\n'Cause before all this\n\nYou were loving me, hating me, tell me you're my baby\nCalling me, telling me everything that you have just been through\nAnd I'd say, \"Okay, my baby, everything will be alright\"\nI'll never let you out of my sight\n'Cause I will hold you in my arms and I'll hold you so tight\n\nBeen searching for a girl like you\n'Cause no girl has got me through \nThe things that you've got me through\nWe used to talk every day and night\nBut now when we're talking it don't feel right\nIt don't feel right\n\nYou were loving me, hating me, tell me you're my baby\nCalling me, telling me everything that you have just been through\nAnd I'd say, \"Okay, my baby, everything will be alright\"\nI'll never let you out of my sight\n'Cause I will hold you in my arms and I'll hold you so tight\n\nBe, ohh-oh, oh-ohh-oh\nBe, yeah, ohh-oh, oh-ohh-oh\n\nYou said that maybe we should hang out soon\nYou said, \"Meet me at your house at noon\"\nI waited there, you never came to see me\nThat's why I want the girl that you used to\nBe, yeah, yeah, yeah\n\nYou were loving me, hating me, tell me you're my baby\nCalling me, telling me everything that you have just been through\nAnd I'd say, \"Okay, my baby, everything will be alright\"\nI'll never let you out of my sight\n'Cause I will hold you in my arms and I'll hold you so tight\n\nBe, ohh-oh, oh-ohh-oh\nBe, yeah, ohh-oh, oh-ohh-ohh\nHmm\n\nI want the girl you used to be\nI want that girl you used to be",
  "imageDescription": "In the image, a person is walking along a path, surrounded by a series of colorful balloons. Each balloon represents a different emotion - love, hate, confusion, longing. The person is reaching out towards a balloon that represents the girl they used to know, symbolizing their desire to reconnect with her and recapture the past. The image captures the bittersweet nostalgia and yearning expressed in the song.",
  "baseImageUrl": "https://replicate.delivery/pbxt/IUHrF7wtsL5nOdTfpo4y3x47CoG4yWZO8uVTsFzL445fVw6RA/out-0.png"
}