{
  "version": "v1",
  "imageId": "b31789b4-2835-44e3-9f2a-0b17a6b6d7eb",
  "trackName": "See You in in the Future",
  "artistName": "Waterparks",
  "lyrics": "Ooh, you\nOoh, you\n\nIf I got everything I want on album three\nAnd I grew up and became who I want to be\nWhy am I lying when I say I feel content?\nI don't wanna say too much\nBut what's a meltdown between friends?\n(Whoa, fuck it)\n\nMaybe I could use a couple yes men\nMy self-esteem could use some obsession\nOr some ups in my direction-tion, chicka-chicka\nFrom at least One, One D-Direction\n(Not Zayn though, Harry though, what's up)\nFuck it, I don't even care, though\nA broken escalator's still stairs, though, uh\nI got a little taller since the first show\nMaybe if I look real close, I'll see you in the\n\nOh, oh I'll see you in the future, yeah-yeah-yeah, oh\nOh, oh, you can find me in the rumors, yeah-yeah-yea\nIf you could see the things that I see when I sleep\nThen you'd be paranoid like me\nOh, oh I'll see you in the future, yeah-yeah-yeah (Yeah)\n\nI'm a ray of sunshine, look at me\nEverywhere I go, I'm poisoning (yeah)\nEveryone whose eyes look up to me\nAnd while I'm alone (what?)\n\nI could fill a fucking university with all the things\nThat keep me company when all I want is sleep\n'Cause my demons drive their limo\nStraight up to my window like they're motherfucking Postmates\nAnd late god damn, hot damn, Bill Gates\nHey, let me talk to Elon Musk, man\nWhere the fuck's my flying truck, bitch?\nI put down a hundred bucks shit never showed up\nWhat's up? That's fucked\nLike how if everything could go away\nI never had it anyway\nIf I'm the guy from Castaway, that makes you Wilson, hate to say\nAnd everything I know is gonna kill me in the end\nBut we'll get there when we get there \nWhen we get there when we get there when we get there when we-\n\nOh yeah (woo), we did it this time, we really did it\nGonna take a second, gonna breathe, alright, wheu you and me, okay\nOtto, Geoff, you guys are doing great\nWe're gonna do this one more time, okay\n\nFuck everyone and everything\nAnd every single magazine that made me think I'm not enough\nIt's really fucking crippling\nWhen I'm Michael Scott-o Seabringing it\nI'm Geoff and I'm Otto nose-ringing it\nI am not about the \"He said, she said\" bullshit\nDudes with beards online like to say shit\nTweeting middle fingers up from their day shift\nBut I was just like them, just hating\nI gave up everything\nSomething to nothing\nThis song is the recipe\nCurses, my blessings\nI haven't seen family\nHoping they're proud of me\nMissing on holidays\nGive people more but then there's nothing left of me\n\nOh, oh I'll see you in the future, yeah-yeah-yeah, oh\nOh, oh, you can find me in the rumors, yeah-yeah-yeah\nIf you could see the things that I see when I sleep\nThen you'd be paranoid like me\nOh, oh I'll see you in the future, yeah-yeah-yeah",
  "imageDescription": "An image of a broken escalator with stairs leading upwards. At the top of the stairs, there is a bright beam of sunlight breaking through the clouds. In the distance, there are swirling rumors represented by speech bubbles.",
  "baseImageUrl": "https://pbxt.replicate.delivery/9gkntrppFJJgDhAMcX6jRmKRq3Bn2I2nI0AMFwFkRbnMwIcE/out-0.png"
}