{
  "version": "v1",
  "imageId": "b6d15e47-5f9e-49a3-85a3-38d7a54ab5af",
  "trackName": "A NIGHT OUT ON EARTH",
  "artistName": "Waterparks",
  "lyrics": "Am I missing out?\nAm I having fun?\nIs it just me, or is it everyone?\n\nDesensitized, the love I get is virtual\nNow Jesus hates my guts, it′s getting personal (yeah)\n\nIt's a night out on earth\nThe last one for a while, can′t get worse (aha!)\nA night out on earth\nA night out on earth\n\nNow, if I ever feel jealous (what?)\nI just turn it into lyrics, and f- I sell it\nAnd now, when I get depressed and make songs (yeah)\nI turn pain into rain and sing along\nStill, I get hit by Houston friends like\n\"Do you remember me?\"\nSome version, I guess (dude, oh my God, you're such a -)\n\nTell me what you want about your brand, band\nWill I make a post shouting out your lemonade stand?\nAw, come on man, we're bros\nLike I′ve known you forever, I watched your little band grow (uh-huh)\nBut now, it′s f- you, and everyone you know\nAnd I'm gonna make sure you get it through your head before you go\n\nSee, now I wear my red flags like a cape\nGot superhuman strength when I′m fucking up your day\nI'm coming in first, so pour the Gatorade\nLife gave me lemons, now I bleed lemonade (yeah, yeah, yeah)\nNow, I wear my red flags like a cape\nIt gets so fucking hot under all this shade\nEverywhere I walk′s a toxic parade\nThe glove don't fit, but I wear it anyway, ay, ay\n\nIt′s a night out on earth\nThe last one for a while, can't get worse\nA night out on earth\nA night out on earth\n(What?)\n\n(I'm saying the bottom line is)\nI could drive my Lexus overnight back home to Texas\nI could fall asleep in my old bed\n′Cause life got kinda hectic\nOn the day I got my necklace\nNow I just wanna fall asleep in my own\n\nIt′s a hell of a time\nWas I loved, or was I right?\nI kissed a couple people in a week\nAm I gonna go to hell in my sleep?\nOr will God forgive me?\n\nI gotta hide everybody that I like\nDid therapy four times this week from my bike\nBorn January 17th, I'm overthinking everything\nA Capricorn with double horns\nLike triple six, but baby, I′m f- dying for you\n\nIf it was up to me, no one I know\nKnow anyone I know\nBecause everyone I know, knows another me\nIt's getting hard to keep track of everything I keep locked behind my back (let′s go)\n\n'Cause it′s a night out on earth\nJust another night out on earth\nA night out on earth\nJust another night out on earth\n\nI'm jumping out the window\nI'm leaving when the night goes\nI ain′t gonna let go\nStay jumping at the tempo\n′Cause this is how this s- goes!\nI ain't jumping out the window\nStay living at the tempo\n\nWith \"I′m A Natural Blue\"\nI'm very stoked out to have them on the phone right now, what′s up?\"\nHey, how's it going?\nGoing good, how are you?\nDamn, we′re not doing too bad\nNo complaints on this beautiful day\nNope, not all\nEveryone get stoked, check out Waterparks\nThank you so much to Otto and Awsten for calling in\nOnce again, this is Waterparks",
  "imageDescription": "The image that best represents the song is a person standing alone in a crowded room, surrounded by vibrant colors and flashing lights. They have a red cape draped over their shoulders, symbolizing their boldness and resilience. In their hand, they hold a glass of lemonade, representing the sour experiences they have turned into something positive. Despite the chaos around them, they stand confidently, ready to embrace the night out on Earth.",
  "baseImageUrl": "https://pbxt.replicate.delivery/7p5aNv7Ge8x6Y6xtKbbpEqjoExChEGplOay6tuiYpfERC3xRA/out-0.png"
}