{
  "version": "v1",
  "imageId": "bbbfca9a-5108-4901-9364-d1d98c175ca4",
  "trackName": "Price Tag",
  "artistName": "Jessie J",
  "lyrics": "Okay, Coconut man, Moonheads and Pea\nYou ready?\n\nSeems like everybody's got a price\nI wonder how they sleep at night\nWhen the sale comes first and the truth comes second\nJust stop for a minute and smile\nWhy is everybody so serious?\nActing so damn mysterious\nGot shades on your eyes\nAnd your heels so high that you can't even have a good time\n\nEverybody look to their left\nEverybody look to their right\nCan you feel that? Yeah\nWe're paying with love tonight\n\nIt's not about the money, money, money\nWe don't need your money, money, money\nWe just wanna make the world dance\nForget about the price tag\nAin't about the, uh, cha-ching cha-ching\nAin't about the, yeah, ba-bling ba-bling\nWanna make the world dance\nForget about the price tag\n\nOkay\nWe need to take it back in time\nWhen music made us all unite\nAnd it wasn't low blows and video hoes\nAm I the only the one getting tired?\nWhy is everybody so obsessed?\nMoney can't buy us happiness\nCan we all slow down and enjoy right now?\nGuarantee we'll be feeling alright\n\nEverybody look to their left (to their left)\nEverybody look to their right (to their right)\nCan you feel that? Yeah\nWe're paying with love tonight\n\nIt's not about the money, money, money\nWe don't need your money, money, money\nWe just wanna make the world dance\nForget about the price tag\nAin't about the, uh, cha-ching cha-ching\nAin't about the, yeah, ba-bling ba-bling\nWanna make the world dance\nForget about the price tag\n\nYeah, yeah, well, keep the price tag and take the cash back\nJust give me six strings (six strings) and a half-stack (half stack)\nAnd you can, can keep the cars, leave me the garage\nAnd all I, yes, all I need are keys and guitars\nAnd guess what? In thirty seconds, I'm leaving to Mars (Mars)\n\nYeah, we leaping across these undefeatable odds (odds)\nIt's like this, man, you can't put a price on a life (na-ah)\nWe do this for the love, so we fight and sacrifice every night\nSo we ain't gon' stumble and fall, never (nah)\nWaiting to see this in the sign of defeat, uh-uh\nSo we gon' keep everyone moving their feet\nSo bring back the beat and then everyone sing\n\nIt's not about the money, money, money\nWe don't need your money, money, money\nWe just wanna make the world dance\nForget about the price tag\nAin't about the, uh, cha-ching, cha-ching\nAin't about the, yeah, ba-bling, ba-bling\nWanna make the world dance\nForget about the price tag (hey, hey)\n\nIt's not about the money, money, money (we don't need it)\nWe don't need your money, money, money (no, no)\n(We don't need it) we just wanna make the world dance (dance)\nForget about the price tag (dance, dance, dance)\nAin't about the, uh, cha-ching cha-ching\nAin't about the (it ain't about), yeah, ba-bling ba-bling\nWanna make the world dance (yeah, yeah)\nForget about the price tag (forget about the price tag)\n\nYeah, yeah (ahh)\nOoh, ooh, ooh (ahh)\nForget about the price tag, yeah (ahh, ahh)",
  "imageDescription": "The image that best represents the song \"Price Tag\" is a group of diverse people holding hands in a circle, with smiles on their faces. They are surrounded by colorful musical notes and dollar bills floating in the air. The image symbolizes unity, happiness, and the idea that money is not the most important thing in life.",
  "baseImageUrl": "https://pbxt.replicate.delivery/2fCoc72R8TVpASvwTreEm08eeam9tJsm0Sy1wKDXXXTzilDHB/out-0.png"
}