{
  "version": "v1",
  "imageId": "cfa3af1c-4fb8-4025-b959-769b9b98792a",
  "trackName": "Diet Soda Society",
  "artistName": "The Maine",
  "lyrics": "Oh-oh, oh-oh\nOh-oh, oh-oh\nOh, oh-oh\n\n\nTo (to) be honest, (I′m) I am full of shit\nBut that's alright, because everyone else that I know is\nIt′s (it's) just a tough thing for us humans to admit\nYes, we all have the question, but we don't know what the answer is\n\nOh, the brain is a funny place\n\nOblivion is where I′m headed\nMy mind is on the brink of going supernova\n\"Just shut up,\" that′s when she said it\nShe told me, \"Just shut up and drink your diet soda\"\n\nThe bloody unknown, my every fear in essence\nThis neurotic head makes me believe danger is omnipresent\nAnd all the crazies talk about the world and how it's gonna end\nI sit worried sick because I′m starting to believe them (ah-ah)\n\nAnd I've got an ugly little feeling (ah-ah)\nOh, the brain is a funny place\n\nOblivion is where I′m headed\nMy mind is on the brink of going supernova\n\"Just shut up,\" that's when she said it\nShe told me, \"Just shut up and drink your diet soda\"\n\n(Oh, the brain is a funny place)\n\nOblivion is where I′m headed\nMy mind is on the brink of going supernova\n\"Just shut up,\" that's when she said it\nShe told me, \"Just shut up and, just shut up\"\n\nI said between you and me, the psyche and the soma\nMy mind is on the brink of going supernova\nI asked her what she thought of person vs. persona\nShe told me, \"Just shut up, your food is getting colder\n\"Your words are getting older, just drink your diet soda\"",
  "imageDescription": "The image is a person sitting alone at a table, staring down at a glass of diet soda. The room is dimly lit, with shadows cast on the walls. The person's face shows a mix of anxiety and resignation, representing the internal struggle of the mind. The simplicity of the image highlights the complexity of the song's themes of self-deception and fear.",
  "baseImageUrl": "https://pbxt.replicate.delivery/giyesM1SeimQ80sxoCTbSw5xj9qKfxkm4qAxgAyGYgOHmRmjA/out-0.png"
}