{
  "version": "v1",
  "imageId": "d0dd24e0-2ee8-4eb1-b586-fdd7d822adc9",
  "trackName": "liMOusIne (feat. AURORA)",
  "artistName": "Bring Me the Horizon",
  "lyrics": "[Intro: Oli Sykes]\nDrag me down some more, get me low like a basement\nI hope that you wrote all your songs for me\n\n[Verse 1: Oli Sykes]\nOn my last nerve, burnt out all my veins\nBlue angels tryna sacrifice the shame\nSoul crushin' goin’ back around the turn again, yeah\nCut my teeth on a diamond till it's rough\nFeelin' good but it's never good enough\nGot a bellyache crawlin' in my guts again, yeah\n\n[Pre-Chorus: Oli Sykes]\nCome closer\nI'll swallow the bile for you\nDon't want closure\nI'll stitch myself up alone, oh, no, ah\n\n[Chorus: Oli Sykes]\nDrag me down some more, get me low like a basement\nI hopе that you wrote all your songs for me\nKiss the ground I walk, I'm a fool for you\nIn a rut, bеlted up in the limousine\n\n[Verse 2: AURORA]\nHop inside, take a ride to the top (Ah-ah-ah)\nWe can brake, but we're never gonna stop\nGot a death wish tuggin' on my sleeves again, yeah\n\n[Pre-Chorus: Oli Sykes & AURORA, Oli Sykes]\nRoll over\nI'll tickle that spot for you\nIt's not over\nDidn't want to let go (Drag me down)\n\n[Chorus: Oli Sykes & AURORA]\nDrag me down some more, get me low like a basement\nI hope that you wrote all your songs for me\nKiss the ground I walk, I'm a fool for you\nIn a rut, belted up in the limousine\n\n[Bridge: Oli Sykes & AURORA, AURORA]\nSo lock all the doors\n'Cause I'm insecure\nLet's get out of here (Out of here)\n\n[Outro: Oli Sykes & AURORA]\nWhat the fuck you waiting for? (What? Ah-ah-ah-ah)\nDo you like the way your skin crawls? (Ah-ah)\nHow it makes your body twitch?\nDoes it make you sick?\nDoes it make you sick?\nDoes it make you sick?\nSick",
  "imageDescription": "A vintage limousine speeds into the night, its headlights cutting through thick fog. Inside, a figure with haunted eyes stares out the window, their reflection fragmented.  A hand reaches out, desperate for connection yet pushing away simultaneously. Blood red roses spill onto the leather seats, contrasting the figure's pale skin and the car's metallic sheen. A sense of reckless abandon and yearning permeates the image, a blend of grunge and glamour.",
  "baseImageUrl": "https://replicate.delivery/pbxt/SfOuSyHywwQsFiQF4ldFifXmcNboyefVpsKFNK84Re5GoUFXC/out-0.png"
}