{
  "version": "v1",
  "imageId": "d8a5daf6-96c8-4821-888f-4ac7d14ace25",
  "trackName": "Vida De Ladrão",
  "artistName": "Mc J Mito",
  "lyrics": "017:\n\nTr1ck MC:\n\nRefrão:\n\n“017” tá chegando tá na tua cena\nNão bate de frente que se arruma problema\nEu só faço “hit” tá ligado nos domina\nNós é conhecido pouco “hype” e muita rima (pow pow pow)\n\n“2000” nasci na guerra dos meus pais\nHoje eu só to querendo paz\nPorque eu lembro de uns anos atrás\nQue eu fiquei “mó” bolado\nPor não ter um pai presente do lado\nA minha mãe o meu muito obrigado (Ok)\nPor ensinar quem eu me tornei\nHoje vivendo a vida de rei\nMas eu lеmbro quando era ninguém (Aah)\nNão era ninguém\nDesdе os doze isso aqui é minha vida\nPapel, caneta, coração e batida (Tum tum)\nE agradeço meus avós e minha tia, por me incentivar (Ah ah ah ah ah)\nHoje eu sou um “Trapstar”\nE sei bem onde quero chegar\nE sei bem onde quero chegar (Ok)\nOs verdadeiros eu conto no dedo\nE para os falsos eu mostro o dedo (Urgh)\n“Trap” é paz para minha ansiedade\nSou conhecido em toda cidade (É o Tr1ck)\nQuem não sonha não conquista\nFalaram Patrick sai dessa brisa\nHoje eu passo tudo no meu visa\nQuero ajudar quem realmente precisa\n\nRefrão:\n\n“017” tá chegando na tua cena\nNão bate de frente que se arruma problema\nEu só faço “hit” tá ligado nós domina\nNós é conhecido pouco “hype” e muita rima\n\nBiro:\n\nTempo de escola sonhava em crescer\nEscasso em talento era bom em perder\nMinha adolescência vivência de traumas\nSabia que uma hora iria acontecer\nDepois de um tempo queria cantar\nAté os de perto queriam julgar\nMal eles sabiam e poucos previam\nQue uns anos a frente ninguém ia parar (ninguém ia parar)\nSem grana no bolso mas pensando grande\nCom nada de grife mas sempre elegante (Elegante)\nJuntando dinheiro pra comprar “pisante”\nAndando de bike sonhando em possante (Possante)\nAtrasando as contas mas comendo bem\n“Trampando” em mercado escravo do vintém\nPapai e mamãe eu quero ser alguém\nDesculpa a revolta é que eu penso além\n(...)\nJanela fechada, vento desligado (Ha ha)\nTo dentro do studio vai sair outro hit\nCaneta afiada, contrato assinado (Tum tum)\nMandaram mensagem chamando pro “feat”\nNão sei o que eu faço com esses “pela saco” (Hey hey)\nSe acham que podem então me imite\nQuadrada cromada e o peito de aço\nSe os invejosos testar meu limite\nLutar todo dia pensando em vencer\nEscrevendo letras pra espairecer\nTantos problemas pra mim esquecer\nQuem nasce plantando merece colher\n\nRefrão:\n\n“017” tá chegando na tua cena\nNão bate de frente que se arruma problema\nEu só faço “hit” tá ligado nós domina\nNós é conhecido pouco “hype” e muita rima\n\nPig J:\n\nÉ O PIG\nEle é o menino que encantou a quebrada\nCantando só coisas que não te convém\nVida bagunçada, futuro abstrato (Wow)\nMas sempre pedindo para que todos fiquem bem (Han)\nCantar é um refúgio, deixo eles mudo\nSegura minha onda enquanto aplaudem\nSó linhas com peso, sei bem oque eu almejo (Uhuuu)\nAs vezes me perco nessa viagem\nMe pego pensando, onde eu quero chegar?\nSe onde eu estou é o meu lugar\nTenho tanta coisa para conquistar\nCantando verdades para te assustar\nVivendo essa vida bem intensamente (Wow)\nPrata no pulso e ouro no dente (Uh)\nSom com os aliados me deixa contente\n\"017\" trap consciente\nAgora ficou difícil de me ignorar\nFaço tanta coisa tu nem pode imaginar\nEra o meu destino virar um trapstar\nIgual esse beat sua cabeça vai virar (Wow)\n\"017\" entrando na cena com força\nSem pedir licença dominando a porra toda\nSe você não gosta, quero que você se fxda\nChegou nossa vez, pode passar nossa coroa!",
  "imageDescription": "The image that best represents the song \"017\" is a group of three individuals standing confidently in front of a city skyline. Each person is holding a microphone, symbolizing their talent and passion for music. Their expressions convey determination and ambition, while the city skyline represents the scene they are about to conquer. The image captures the essence of their rise to success and the impact they are about to make in the music industry.",
  "baseImageUrl": "https://pbxt.replicate.delivery/BA6gI4MsVy6pMJLrgs4MWzPw6fpRvCnnlJVseoAjvxGxk7wRA/out-0.png"
}