{
  "version": "v1",
  "imageId": "da5545e2-66d8-400a-b196-99814a1f976b",
  "trackName": "Paradise",
  "artistName": "Chase Atlantic",
  "lyrics": "It feels like heaven on the inside\nShe's calling my name and, oh, it sounds nice\nThe way that you're dancing in the moonlight\nI think I'm falling in love with all these big signs\n\nWell, she said, \"How you feeling? Are you lost again?\"\nNo, we don't need directions from you or your friends\nWe're speeding through the city 'cause you'll see the end\nJust tell us where to go, and we'll be there in ten\n\nAnd she walks down\nI noticed how she does it for real now\nAnd she talks loud\nShe's telling me what I wanna hear now\nIs it real now?\nHow do I know for sure?\n\nShe's always hanging with the wrong guys\nShe's caught up in lights, you know, the big kind\nIf I make it right, then we can leave time\nI know I said it before, yeah, it just sounds nice\n\nWell, she said, \"How you feeling? Are you lost again?\"\nWe don't need directions from you or your friends\nWe're speeding through the city 'cause you'll see the end\nJust tell us where to go, and we'll be there in ten\n\nAnd she walks down\nI noticed how she does it for real now\nAnd she talks loud\nShe's telling me what I wanna hear now\nIs it real now?\n\nShe calls me in the middle of a Sunday night\nI'm falling just a little baby, shit ain't right\nShe calls me in the middle of a Sunday night\nI'm falling just a little baby, shit ain't right\n\nAnd she walks down\nI noticed how she does it for real now\nAnd she talks loud\nShe's telling me what I wanna hear now\nIs it real now?\n\nShe calls me in the middle of a Sunday night\n(And she walks down) I'm falling just a little baby, shit ain't right\n(And she walks down) she calls me in the middle of a Sunday night\n(And she walks down) I'm falling just a little, falling just a little baby",
  "imageDescription": "A silhouette of a woman in a flowing dress, dancing under a full moon. The city lights illuminate the background, creating a vibrant and dreamy atmosphere. The image captures the sense of freedom, romance, and excitement conveyed in the song.",
  "baseImageUrl": "https://pbxt.replicate.delivery/2yItKfAcAG0e2kH7LqmnxVGefgnaTVhYdUgiCgtRKQmyu5AHB/out-0.png"
}