{
  "version": "v1",
  "imageId": "e3394fa2-d9c2-400f-8703-bf5fc6d4d60a",
  "trackName": "Wonderwall - Remastered",
  "artistName": "Oasis",
  "lyrics": "Today is gonna be the day that they′re gonna throw it back to you\nAnd by now, you should've somehow realised what you gotta do\nI don′t believe that anybody feels the way I do about you now\n\n\nAnd backbeat, the word is on the street that the fire in your heart is out\nI'm sure you've heard it all before, but you never really had a doubt\nI don′t believe that anybody feels the way I do about you now\n\nAnd all the roads we have to walk are winding\nAnd all the lights that lead us there are blinding\nThere are many things that I would like to say to you, but I don′t know how\n\nBecause maybe\nYou're gonna be the one that saves me\nAnd after all\nYou′re my wonderwall\n\nToday was gonna be the day, but they'll never throw it back to you\nAnd by now, you should′ve somehow realised what you're not to do\nI don′t believe that anybody feels the way I do about you now\n\nAnd all the roads that lead you there were winding\nAnd all the lights that light the way are blinding\nThere are many things that I would like to say to you, but I don't know how\n\nI said maybe\nYou're gonna be the one that saves me\nAnd after all\nYou′re my wonderwall\n\nI said maybe (I said maybe)\nYou′re gonna be the one that saves me\nAnd after all\nYou're my wonderwall\n\nI said maybe (I said maybe)\nYou′re gonna be the one that saves me (that saves me)\nYou're gonna be the one that saves me (that saves me)\nYou′re gonna be the one that saves me (that saves me)",
  "imageDescription": "A lone figure stands in the middle of a winding road, surrounded by blinding lights. The figure reaches out towards a burning heart, symbolizing the passion and love they feel. The road represents the journey they must take to find themselves and save their relationship, while the figure's outstretched hand represents hope and the possibility of being a savior to someone.",
  "baseImageUrl": "https://pbxt.replicate.delivery/6TdODhIyNe1wDKZmWO26PfUStCAEwYNerqq2rMv7PueRVIDHB/out-0.png"
}