{
  "version": "v1",
  "imageId": "e5bb4b13-743b-4a66-a364-e0a42067d564",
  "trackName": "Popular Monster",
  "artistName": "Falling in Reverse",
  "lyrics": "[Intro]\nYeah\n\n[Verse 1]\nI wake up every morning with my head up in a daze\nI'm not sure if I should say this, fuck, I'll say it anyway\nEverybody tries to tell me that I'm goin' through a phase\nI don't know if it's a phase, I just wanna feel okay, yeah\nI battle with depression, but the question still remains\nIs this post-traumatic stressin' or am I suppressin' rage?\nAnd my doctor tries to tell me that I'm going through a phase\nYeah, it's not a fuckin' phase, I just wanna feel okay\n\n[Pre-Chorus]\nOkay, yeah, I struggle with this bullshit every day\nAnd it's probably 'cause my demons simultaneously rage\nIt obliterates me, disintegrates me, annihilates me\n\n[Chorus]\n'Cause I'm about to break down\nI'm searchin' for a way out\nI'm a liar, I'm a cheater, I'm a non-believer\nI'm a popular, popular monster\nI break down\nFalling into love now\nWith falling apart\nI'm a popular, popular monster\n\n[Verse 2]\nI think I'm going nowhere like a rat trapped in a maze\nEvery wall that I knock down is just a wall that I'll replace\nI'm in a race against myself, I try to keep a steady pace\nHow the fuck will I escape if I never close my case?\nOh my God, I keep on stressin', every second that I waste\nIs another second sooner to a blessing I won't take\nBut my therapist will tell me that I'm going through a stage\nYeah, it's not a fucking stage, I just wanna feel okay\n\n[Pre-Chorus]\nOkay, motherfucker, now you got my attention\nI need to change a couple things 'cause somethin' is missing\nAnd what if I were to lie? Tell you everything is fine\nEvery single fucking day I get closer to the grave\nI am terrified, I fell asleep at the wheel again\nCrashed my car just to feel again\nIt obliterates me, disintegrates me, annihilates me\n\n[Chorus]\n'Cause I'm about to break down\nI'm searchin' for a way out\nI'm a liar, I'm a cheater, I'm a non-believer\nI'm a popular, popular monster\nI break down\nFalling into love now\nWith falling apart\nI'm a popular, popular fucking monster, yeah\n\n[Breakdown]\nYeah, here we go again, motherfucker, oh\nWe're sick and tired of wondering\nPraying to a god that you don't believe\nYou're searching for the truth in the lost and found\nSo the question I ask is, yeah, where the fuck is your god now?\n\n[Chorus]\n'Cause I'm about to break down\nI'm searchin' for a way out\nI'm a liar, I'm a cheater, I'm a non-believer\nI'm a popular, popular monster\nI break down\nFalling into love now\nWith falling apart\nI'm a popular, popular monster\n\n[Outro]\nI'm a liar, I'm a cheater, I'm a non-believer\nI'm a popular, popular monster",
  "imageDescription": "The image is a person standing in front of a broken mirror, their reflection shattered into countless pieces. Each shard represents a different aspect of their inner struggles - depression, anxiety, anger, and self-doubt. Despite the chaos, the person is trying to piece themselves back together, searching for a sense of peace and acceptance within their fragmented self.",
  "baseImageUrl": "https://pbxt.replicate.delivery/5hxvGHWfVxyefI2y5jveFfI1xnPfJ8DAZJyrzHIqnMjQzrubE/out-0.png"
}