{
  "version": "v1",
  "imageId": "ed5ea686-6ab4-4363-9dd3-d61e4df8a4a5",
  "trackName": "Infinity",
  "artistName": "One Direction",
  "lyrics": "Down to Earth\nKeep on falling when I know it hurts\nGoing faster than a million miles an hour\nTryna catch my breath some way, somehow\nDown to Earth\nIt's like I'm frozen but the world still turns\nStuck in motion and the wheels keep spinnin' 'round\nMovin' in reverse with no way out\n\nAnd now I'm one step closer to being\nTwo steps far from you\nWhen everybody wants you\nEverybody wants you\n\nHow many nights does it take to count the stars?\nThat's the time it would take to fix my heart\nOh, baby, I was there for you\nAll I ever wanted was the truth, yeah, yeah\nHow many nights have you wished someone would stay?\nLie awake only hopin' they're okay\nI never counted all of mine\nIf I tried, I know it would feel like infinity\nInfinity\nInfinity\nYeah\nInfinity\n\nEyes can't shine\nUnless there's somethin' burnin' bright behind\nSince you went away, there's nothin' left in mine\nI feel myself runnin' out of time\n\nAnd now I'm one step closer to being\nTwo steps far from you\nWhen everybody wants you\nEverybody wants you\n\nHow many nights does it take to count the stars?\nThat's the time it would take to fix my heart\nOh, baby, I was there for you\nAll I ever wanted was the truth, yeah, yeah\nHow many nights have you wished someone would stay?\nLie awake only hopin' they're okay\nI never counted all of mine\nIf I tried, I know it would feel like infinity\nInfinity\nInfinity\nYeah\nInfinity\nInfinity\nInfinity\n\nHow many nights does it take to count the stars?\nThat's the time it would take to fix my heart\nOh, baby, I was there for you\nAll I ever wanted was the truth, yeah, yeah\nHow many nights have you wished someone would stay?\nLie awake only hopin' they're okay\nI never counted all of mine\nIf I tried, I know it would feel like infinity (infinity)\nInfinity (infinity)\nInfinity\nYeah\nInfinity",
  "imageDescription": "A woman sits on a couch by herself in an empty room. She is staring at the ground, and her face is expressionless. She wears a long, flowing dress, and her hair is down around her shoulders. The room is dark and gloomy, with the only light coming from a single window. The window is open, and there is a light breeze blowing through the room. The woman's skin is pale, and her eyes are red and puffy. She is obviously distraught, and it appears as though she has been crying. The woman's body language is also indicative of sadness and despair. She is hunched over and her shoulders are slumped. Her arms are crossed over her chest, and her legs are pulled up to her body. She is rocking back and forth slightly, and her lips are moving as if she is muttering to herself. The woman's overall appearance is one of sorrow and loneliness. She looks as though she is lost and alone in the world.",
  "baseImageUrl": "https://replicate.delivery/pbxt/SvlgiRjBL4ptEVisf2f5ZdaJVUfH47r0BjrKyEJkxIfpctUKB/out-0.png"
}