{
  "version": "v1",
  "imageId": "f242bd99-2900-4490-a829-8958f719c233",
  "trackName": "SLUMP - \"Tower of God\" ED",
  "artistName": "Stray Kids",
  "lyrics": "[Перевод песни Stray Kids - SLUMP (”Tower of God” ED)]\n\n[Куплет 1: Феликс, Чанбин]\nГде же ты? Так тяжело поддерживать темп\nТы слишком быстро бежишь, оставляя меня позади\nДай мне хотя бы час, это всё, о чём я прошу\nСейчас или никогда, у меня осталось слишком мало времени\nСекунды безжалостно утекают сквозь пальцы, чем больше времени проходит, тем беспомощнее я становлюсь\nЗастрял в этой пустыне, как будто в песочных часах\nМожет быть, я и привыкну жить в прошлом\nНо я не хочу быть один, пожалуйста, забери меня\n\n[Предприпев: Ли Ноу, Ай Эн]\nСлишком быстро, я пытаюсь угнаться, но отчаиваюсь\nОбычно мы вместе шли по этой ветреной дороге\nСейчас же ты так далеко, что догнать тебя кажется невозможным\n\n[Припев: Бан Чан, Хан, Сынмин]\nА теперь я в одиночестве на ледяном ветру иду своим путем\nКак будто в замедленном действии, так никуда и не попадая\nЯ привык быть победителем, весь мир делился лишь на черное и белое\nСейчас же я на самом дне, я просто пыльная серая фотография себя прежнего\nЯ молюсь, лишь бы самому не забыть себя\nВсе глупые мечты, которые я лелеял, растоптаны\nВсё, чего я когда-то хотел, теперь недосягаемо\nЭй, неужели я действительно останусь здесь забытым, в одиночестве?\n\n[Куплет 2: Хёнджин, Чанбин, Хан]\nГолова постоянно забита мыслями\nВсё вытираю и вытираю эти бегущие слезы\nКак я вообще мог привыкнуть к тому\nЧто и музыка, и текст — всё звучит одинаково?\n\"Да ладно тебе, я же знаю, ты можешь сделать это\" твержу я себе снова и снова\nХочу наконец-то взглянуть в зеркало и сказать себе, что я хорошо потрудился\nВокруг все пялятся, и я собираюсь показать всё, на что способен\nНо в последнее время я не уверен, я не знаю, чего они от меня хотят\nЯ так нервничаю, хочу двигаться дальше, но другие обгоняют меня\nЗакрывают мне путь, дрожь бежит по телу, не знаю, смогу ли я продолжать идти\n\n[Предприпев: Ли Ноу, Ай Эн]\nСлишком быстро, я пытаюсь угнаться, но отчаиваюсь\nОбычно мы вместе шли по этой ветреной дороге\nСейчас же ты так далеко, что догнать тебя кажется невозможным\n\n[Припев: Бан Чан, Хан, Сынмин]\nА теперь я в одиночестве на ледяном ветру иду своим путем\nКак будто в замедленном действии, так никуда и не попадая\nЯ привык быть победителем, весь мир делился лишь на черное и белое\nСейчас же я на самом дне, я просто пыльная серая фотография себя прежнего\nЯ молюсь, лишь бы самому не забыть себя\nВсе глупые мечты, которые я лелеял, растоптаны\nВсё, чего я когда-то хотел, теперь недосягаемо\nЭй, неужели я действительно останусь здесь забытым, в одиночестве?",
  "imageDescription": "The image is a lone figure walking against a strong, icy wind. The figure is surrounded by a desolate landscape, with gray skies and barren trees. The wind is pushing against them, making it difficult to move forward. Despite the struggle, the figure continues to press on, determined to reach their destination.",
  "baseImageUrl": "https://pbxt.replicate.delivery/L5MGxHK5ktZYCZROyBjrA1BIUtVDbSP42Dm0WIHaBdXJppbE/out-0.png"
}